{
    "basic_moves":[
            {
                "key":"perform_under_pressure",
                "name":"Perform Under Pressure",
                "description":"When you Perform Under Pressure to keep your concentration or composure, **roll+Poise**.  \n**On a 10+**, you do it.  \n**On a 7–9**, you flinch, hesitate, or slip up; the MC can offer you a worse outcome, a hard bargain, or an ugly choice."
            },
            {
                "key":"assert_authority",
                "name":"Assert Your Authority",
                "description":"When you Assert Your Authority with an implied or explicit threat, **roll+Vigor**. __Applicable Influence may affect the roll, if the MC chooses__.  \n**On a 10+**, they are in awe have to choose: acquiesce and do what you want, or endure the consequences of defying you.  \n**On a 7–9**, choose 1 action they perform before running off or fighting back: \n* obey the command, but poorly and with a nasty grudge \n* give you something they think you want \n* back off calmly, hands where you can see \n* tell you something you want to know (or you want to hear)"
            },
            {
                "key":"smack_some_sense",
                "name":"Smack Some Sense",
                "description":"When you Smack Some Sense into someone with physical violence, exchange blows and **roll+Vigor**.  \n**On a 10+**, do your harm as established and choose 3.  \n**On a 7–9**, do your harm and choose 2, but you leave yourself open to retaliation: \n* you protect yourself from loss of Spirit \n* you inflict terrible harm upon your target(s) \n* your enemy is stunned and awed by your force and skill \n* you end up where you want, ready for whatever comes next \n* you seize what you want from the enemy or environment"
            },
            {
                "key":"convince",
                "name":"Convince",
                "description":"When you Entice, Negotiate, or Convince, tell them what you want, a good reason they should accept, and **roll+Charm** (the value of a “good reason” is relative to the character, and up to the MC). __Applicable Influence may affect the roll, if the MC chooses__.  \n**On a 10+**, your reasoning is good enough for them, and they do their best to accommodate your desires.  \n**On a 7–9**, they present a counter-offer or their suspicions before accepting - if you can meet them halfway, they’ll cooperate."
            },
            {
                "key":"examine_a_scene",
                "name":"Examine A Scene",
                "description":"When you Examine a Scene, take a moment to closely observe and **roll+Logic**.  \n**On a hit**, you can ask the MC questions. Whenever you act on one of the MC’s answers, **take +1Forward**.  \n**On a 10+**, ask 3.  \n**On a 7–9**, ask 1: \n* where’s my best escape route / way in / way past? \n* what danger is here or was recently here? \n* what should I be on the lookout for? \n* who’s in charge here? \n* why is this place important?"
            },
            {
                "key":"judge_a_person",
                "name":"Judge A Person",
                "description":"When you Judge a Person over the course of a conversation or interaction, **roll+Logic**.  \n**On a 10+**, hold 3.  \n**On a 7–9**, hold 1.  \nWhile you’re interacting with them, spend your hold the learn the answer to the questions, 1 for 1: \n* are you telling the truth? \n* what are you really feeling? \n* what do you intend to do? \n* what do you wish I’d do? \n* how could I get you to _____?"
            },
            {
                "key":"dream",
                "name":"Submit to the Impossible Dream",
                "description":"When you Submit to the Impossible Dream for inspiration, **roll+Dream**.  \n**On a hit**, you submit to the collective unconscious, gaining insight or inspiration on the current situation. In turn, the Dream may demand inspiration from you.  \n**On a 10+**, your answer to the Dream’s inquiry will manifest in the world in some way, shape, or form.  \n**On a 7-9**, the insight you receive is muted, short-lived, or partial at best.  \n**On a miss**, you’re lost in reverie. Random thoughts and questions assault your mind, revealing your innermost fears, and you’re vulnerable to getting lost in the collective unconscious."
            },
            {
                "key": "protect",
                "name": "Protect",
                "description": "When you protect someone or something from harm, either stand steady in defiant defence and **roll+Vigor**, or keep moving to draw the danger with you and **roll+Poise**.  \n**On a hit**, apply the appropriate effect according to the stat used, and **choose 1** result from the appropriate stat choices.  \n**On a 10+**, you also negate half the attack’s effect or damage. \n**Vigor**: You redirect the enemy attack to yourself \n* Negate half the attack’s effect or damage \n* Get +1Forward against the attacker \n* Get -2 on the next “Endure a Blow” roll \n**Poise**: You focus the enemy attention on yourself \n* Negate half the attack’s effect or damage \n* Open up the attacker to an ally, giving that ally +1 forward against the attacker \n* Inflict minor harm on the attacker"
            },
            {
                "key": "endure_a_blow",
                "name": "Endure a Blow",
                "description": "When you endure a blow, **roll+Spirit lost**.  \n**On a miss**, the MC can choose something from the 7–9 list below. If she does though, it only increases your resolve, and you regain 1 Spirit or 1 Moxie (your choice).  \n**On a 7–9**, the MC can choose 1. Or, you may lose 1 additional Spirit or 1-Moxie to snap to your senses and negate the chosen effect instead: \n* You lose your footing or position. \n* You lose your grip on whatever you’re holding. \n* You are stunned or confused, unable to tell for sure what just happened. \n* You miss your mark or noticing something important. \n* You’re a bloody, bruised, or sweaty mess.  \n**On a 10-12**, the MC can choose 1, which you can negate by losing an additional 2-Spirit or 2-Moxie: \n* You’re out of action: unconscious, trapped, incoherent or panicked. \n* It’s worse than it seemed. Mark a flaw. \n* Something is broken: your resolve, your bones, or your equipment. \n* Choose 2 from the 7–9 list above.  \n**On a 13+**, it’s light out, bucko. Only Deus ex Machina can save you now."
            },
            {
                "key": "preach_revolution",
                "name": "Preach Revolution",
                "description": "**Once per session**, when you go amongst those of your ideology preaching revolution, **roll+Moxie**.  \n**On a 10+**, your message spreads with those who share your beliefs, hold 2.  \n**On a 7-9**, hold 1. You may spend your hold 1-for-1 to reroll one move roll while among members of your Ideology.  \n**On a miss**, your message is warped and twisted, and only feeds the opposition."
            },
            {
                "key":"englightment_resilience",
                "name":"Enlightenment & Resilience",
                "description":"There are 8 boxes that represent your Resilience (bottom 3 boxes) and your Enlightenment (top 5 boxes). Collectively, they track your Advancement.  \n**When you roll a 6-** on a move, mark **Enlightenment.** You learn from your failures.  \n**When you roll a 10+** on a move, mark **Resilience.** You’re inspired by your successes.  \n**When you have all three boxes of your Resilience marked**, you may erase **all three** at any time to immediately either heal 1 Spirit or gain 1 Moxie. You may still empty your Resilience while there are Enlightenment marks in the top 5 boxes.  \n**When all 8 of the Resilience and Enlightenment Boxes are filled**, erase the top group of 5 Enlightenment, keeping your Resilience, and mark an Advancement. You only empty your Resilience Pool by trading it in for Spirit or Moxie, or when a move tells you to do so - you do not lose it by Advancing. Neither Enlightenment nor Resilience are lost between sessions, but again, you need all 8 to be full before Advancing."
            },
            {
                "key": "moxie",
                "name": "Moxie",
                "description": "**At the beginning of each session or during long stretches of in-game time**, describe how you steel yourself for what’s to come and roll. If you do it by...  \n* ...by facing yourself in the mirror or some other form of self-reflection, **roll+Poise**.  \n* ...by nostalgically reliving past social conquests, **roll+Charm**.  \n* ...by invigorating your muscles or spirit with exercise, **roll+Vigor**.  \n* ...by carefully plotting out a path to success, **roll+Logic**.  \n* ...by limbering your imagination through natural or artificial means, **roll+Dream**.  \n  \n**On a hit**, gain 1-Moxie and mark Resilience.  \n**On a 10+**, you’re completely invigorated, and gain an additional 1-Moxie.  \n**On a miss**, you lose your adventuring spirit, empty your Resilience to no benefit, and you’re stuck in a tricky bind relating to your method."
            },
            {
                "key":"advanced_moves",
                "name": "Advanced Moves",
                "description":"After five Advancements, you may choose to advance some of the basic moves.  \n**On a 12+ roll for an advanced move**, fill your resilience (instead of simply marking it), as well as an additional effect depending on the move.  \n**Perform Under Pressure:** you attain a moment of superhuman grace and clarity  \n**Assert Your Authority:** your target surrenders to your command, with no chance of refusal  \n**Smack Some Sense:** you apply a flaw of your choice to the enemy, and one move option applies double the effect  \n**Entice, Negotiate, or Convince:** you gain an ally, confidante, partner, informant, lover, or friend.  \n**Examine a Scene:** you may ask all available questions, and get +1Ongoing using the scene in moves  \n**Judge a Person:** you may ask any 3 questions, and get +1Ongoing with this person this scene  \n**Submit to the Impossible Dream:** you take inspiration from or plant inspiration into a specific consciousness, or else connect to an enlightened one"    
            },
            {
                "key":"ideology",
                "name": "Ideology",
                "description":"Each character chooses and follows a pair of **ideologies**: **pro-establishment** or **anti-establishment**, and **honorable** or **dishonorable**. At the end of each session, if you have acted in accordance with one of your Ideologies, **mark Resilience**. If you acted in accordance with both your Ideologies, **mark Resilience twice**.  \n**At the beginning of each session**, a player may choose to change one of their ideologies. That player marks their new ideology on their sheet, and loses one expression of Trust with each other character from their old Ideology. The player may discuss with the MC any possible new opportunities with the new one.  \n**Pro-establishment**: The news of your deeds spreads throughout the community. To uphold the establishment, amongst other things (MC discretion), you can:  \n   _Uphold the letter of the law over the spirit_  \n   _Bring someone to the establishment’s justice_  \n   _Aid or empower someone in charge_  \n   _Refuse power or riches in service of the establishment_  \n_Convince someone to change their ideology to the majority_  \n**Anti-establishment**: The rumors of your actions spread throughout the underground. To subvert the establishment, amongst other things, you can:  \n   _Reveal corruption or hypocrisy in the establishment_  \n   _Break a law to benefit another_  \n   _Inspire another to seize their freedom or rights_  \n   _Cause or endure chaos in the name of change_  \n   _Destroy a symbol of the establishment_  \n**Honorable**: To **display your honor**, amongst other things, you can:  \n   _Return something valuable to its rightful owner_  \n   _Ignore danger to aid another_  \n   _Fulfill a promise_  \n   _Give an opponent +1Forward or an equivalent advantage_  \n   _Offer an opponent an opportunity to surrender_  \n**Dishonorable**: To **display your dishonor**, amongst other things, you can:  \n   _Take advantage of someone’s trust_  \n   _Put an innocent in harm’s way_  \n   _Spread a dangerous lie_  \n   _Attack or betray someone unexpectedly_  \n   _Press the attack when the opponent has already withdrawn or surrendered_  \nIf a character performs a definitive action that goes against his Ideology, he cannot mark experience for previously or later following that chosen Ideology, for the rest of the session. If you betray your morals, even for a moment, you reap no benefit."
            }
    ],
    "notes":{
        "version": 0.1,
        "gameid": 6,
        "game_name": "Adventshire",
        "game_description": "Steampunk, unfinished, like How the West Was Lost",
        "changelog": []
    },
    "characters":{
        "magician": {
            "key": "magician",
            "name": "The Magician",
            "description":"There are many things to be amazed by in Adventshire. So to really dazzle the masses, you’ve got to have something special. Something flashy and unique. Distract them well enough and they won’t even think to look at what you’re hiding behind your smile.",
            "starting_stats":[
                {"poise":-1, "charm": 2, "vigor": -1, "logic": 1, "dream": 1},
                {"poise":1, "charm": 2, "vigor": -2, "logic": -1, "dream": 2},
                {"poise":1, "charm": 2, "vigor": 0, "logic": -1, "dream": 1},
                {"poise":-1, "charm": 2, "vigor": 1, "logic": 1, "dream": 0}
            ],
            "starting_gear":"**Clothing suitable to your look**: formal wear, fashionable casual wear, gothic chic, flowing ornate robes, eccentric haute couture.  \n**One flashy weapon**: cane sword (2-harm hand hidden), antique revolver (2-harm close reload valuable), ornate saber (3-harm hand valuable), throwing knives (2-harm hand/close), volt pistol (2-harm close shock).  \n**Magic wand, it is (choose 2)**: heirloom, fancy, impressive, crooked, retractable, golden, homemade. _When performing Magician moves without your wand, your **Charm and Dream = 0**._",
            "starting_moves": "**Choose one Performance Aid move**: _Bag of Tricks_ or _Lovely Assistant_ and **1** additional **Magician Moves**",
            "moves":[
                {
                    "key":"bag_of_tricks",
                    "name":"Bag of Tricks (Performance Aid)",
                    "description": "**_+1 Dream while in your possession_**. Whenever you reach into your bag, you may **spend a Moxie Point** and **Roll+Dream**.  \n**On a 10+**, produce just the right tool or object for the current situation (such as an item worth 1-Influence, a hypotincture or other medical implement worth 2-stock, a small weapon that can fit up your sleeve, etc.).  \n**7-9**, same effect, only the item disappears after a single use.  \n**On a Miss**, you pull out the exact wrong object for the situation, whether you know it or not."
                },
                {
                    "key":"lovely_assistant",
                    "name": "Lovely Assistant (Performance Aid)",
                    "description": "**_+1Charm while in your presence_**. You gain a lovely assistant, loyal to you but not fanatical, who knows your magician’s secrets. Whether or not s/he is employed, a sidekick, indentured, a trusted friend, or otherwise is up to you. Detail your assistant’s clothing equipment: suitable fashion up to 1-armor, various trinkets and belongings up to 2-Influence, and one ornate weapon.  \nWhenever you have an audience, you may **Roll+Charm**.  \n**On a 10+**, your assistant discreetly surveys the audience and signals or otherwise tells you the answer to three of the following, and you get +1 when acting on any of the answers.  \n**On a 7-9**, one of the following.  \n**On a miss**, ask one anyways, but someone definitely sees through your subterfuge.  \n* Who is the most vulnerable person here?  \n* What can I do to blow them away?  \n* What strong emotions are being felt here, and by whom?  \n* How can I walk out of this situation unscathed?  \n* Is there something about this audience or venue that I’m missing?"
                },
                {
                    "key":"sleight_of_hand",
                    "name":"Sleight of Hand",
                    "description":"When attempting to secretly palm a small item, or disarm an opponent in hand-to-hand, **Roll+Charm**.  \n**On a hit**, you do it.  \n**On 7-9**, pick one: \n* The primary onlooker notices: **-1 forward**. \n* You drop something you’re holding or hiding.  \n**On a miss**, you fail, everyone watching notices, and/or you are disarmed."
                },
                {
                    "key":"walking_the_room",
                    "name":"Walking the Room",
                    "description": "When examining a scene or judging a person, **ask one additional question**, including from the list below: \n* Who here doesn’t believe in me? \n* What can I do to blow them away? \n* What strong emotions are being felt here, and by whom? \n* How can I walk out of this situation unscathed? \n* Is there something about this audience or venue that I’m missing?  \n_When being examined or judged, you may lie to one question (but still must answer)._"
                },
                {
                    "key":"misdirection",
                    "name":"Misdirection",
                    "description": "When you take advantage of a distraction to perform under pressure, **roll +Charm instead of +Poise**."
                },
                {
                    "key":"tada",
                    "name":"Ta-da!",
                    "description": "When you perform a simple magic trick or illusion, **roll+Charm or +Dream**.  \nAs the audience applauds, **pick one**: \n* No one present can commit violence while you perform here. \n* One person watching must answer your next question completely honestly. \n* One person watching must perform for you one favor, right now or at a future date, worth **1-Influence.**"
                },
                {
                    "key":"jinx",
                    "name":"Jinx",
                    "description":"When you use a distraction to alter someone else’s luck, **roll+Dream**.  \n**On a hit**, you’re able to nudge chance in a different direction, and the player must re-roll their last move roll and use the new result.  \n**On a 10+**, choose one: \n* One player rolls 3d6 for their next move and uses the two highest results. \n* One player rolls 3d6 for their next move and uses the two lowest results.  \n  \n**On a miss**, you’ve jinxed yourself. The next time you roll, roll 3d6 and use the two lowest results."
                }
            ],
            "advancements":[]
        },
        "alchemist": {
            "key": "alchemist",
            "name": "The Alchemist",
            "description":"",
            "starting_stats":[
                {"poise":1, "charm": 0, "vigor": -1, "logic": 2, "dream": 1},
                {"poise":-2, "charm": -1, "vigor": 1, "logic": 2, "dream": 2},
                {"poise":1, "charm": -1, "vigor": 1, "logic": 2, "dream": 0},
                {"poise":-1, "charm": 1, "vigor": 0, "logic": 2, "dream": 1}
            ],
            "starting_gear":"**Clothing suitable to your look:** laboratory gear, casual wear and doctor’s coat, disheveled business wear  \n**One handy weapon:** cane sword (2-harm hand hidden), revolver (2-harm close reload force), saber (3-harm hand messy), throwing knives (2-harm hand/close), prism pistol (3-harm close heat), tranq syringe (1-harm intimate stun)  \n**Alchemist Special - Field Experimentation:** When you throw an unlabeled flask of mysterious liquid from your Alchemy Kit, **spend a Moxie Point and roll+Logic**.  \nOn a hit, you remember what it does a moment before the container breaks open.  \n**On a 10+**, choose 3.  \n**On a 7-9**, choose 1 and the MC chooses 1.  \n**On a miss**, the MC chooses 2.  \nThe fluid inside:  \nExplodes.  \nFreezes.  \nIgnites.  \nDisables one sense (smells horrible, flashes and blinds, deafening pop, etc.)  \nIs hallucinatory.  \nHeals everyone it touches for 1-Spirit.  \nHits only the intended targets.  \nSpreads widely.",
            "starting_moves": "Start with **Alchemy Bag** and **1** additional **Alchemist** move.",
            "moves":[
                {
                    "key":"alchemist_special",
                    "name": "Field Experimentation",
                    "description": "When you throw an unlabeled flask of mysterious liquid from your Alchemy Kit, **spend a Moxie Point and roll+Logic**.  \nOn a hit, you remember what it does a moment before the container breaks open.  \n**On a 10+**, choose 3.  \n**On a 7-9**, choose 1 and the MC chooses 1.  \n**On a miss**, the MC chooses 2.  \nThe fluid inside:  \nExplodes.  \nFreezes.  \nIgnites.  \nDisables one sense (smells horrible, flashes and blinds, deafening pop, etc.)  \nIs hallucinatory.  \nHeals everyone it touches for 1-Spirit.  \nHits only the intended targets.  \nSpreads widely."
                },
                {
                    "key":"alchemy_bag",
                    "name":"Alchemy Bag",
                    "description":"Your Alchemy Kit has all sorts of useful tools in it: powders, rags, tape, needles, bottles, gloves, heating coils, wipes, alcohol, solvents, acids, bloodslowers, test tubes, bonepins, tinctures, potions, ether patches in quantity, and a roll of Tesla jumpshock probes for when it comes to that.  \nWhen you use it, **spend its stock**; you can spend 0–3 of its stock per use.  \nYou can resupply it for **1-Influence per 2-stock**, if your circumstances let you purchase alchemical supplies. It begins play holding **6-stock.** \nWhen you use your bag and perform science to fortify someone's spirit, **roll+Stock spent**.  \n**On a 10+**, they regain either 1-Spirit or 1-Moxie (your choice), and fill their Resilience.  \n**On a 7-9**, they regain 1-Spirit and mark Resilience, but the potion has one side effect: \n* They mark a temporary flaw of their choice. \n* They take -1forward. \n* The next time they take harm, they take +1harm. \n* They are dazed, and must perform under pressure to act. \n**On a miss**, they empty their Resilience and the potion has an unexpected effect."
                },
                {
                    "key":"laboratory",
                    "name":"MacGyver’s Laboratory",
                    "description":"You can improvise a lab, in which you can perform basic experiments on people or potion crafting. When you do so, **roll+Dream.**  \n**On a hit**, you succeed in whatever you set out to do, but the potion or procedure may have additional side effects.  \n**On a 10+**, you’ve had a happy accident and the intended result is supremely effective.  \n**On a miss**, something blows up in your face."
                },
                {
                    "key":"waiter",
                    "name":"I’ll Be Your Waiter This Evening",
                    "description":"When serving someone with food or drink, you may slip a concoction of your own devising into the item and **roll+Logic**.  \n**On a hit**, pick 1. \n* The subject adores you. \n* The subject becomes violently ill (2-harm loud messy). \n* The subject becomes compliant and will truthfully answer any questions asked. \n* The subject quickly falls asleep. \n* The subject flies into an uncontrollable rage. \n**On a 10+**, the subject eats/drinks it, is none the wiser, and the potion takes effect exactly when you want it to.  \n**On a 7-9**, the subject eats/drinks it but you’ve flubbed the dosage, and the potion’s intended effect and duration are unpredictable.  \n**On a miss**, you’ve accidentally exposed yourself and/or an unintended target, with who-knows-what."
                },
                {
                    "key":"periodic_sense",
                    "name":"Periodic Sense",
                    "description":"When you come across a scientific oddity and take a sample, **roll+Logic**.  \n**On a hit**, tell the MC what you think it means, using the proper high academic language required for such a discovery.  \n**On a 10+**, your theory is more or less correct.  \n**On a 7-9**, your theory has a flaw, or the sample you’ve taken is in some way tainted.  \n**On a miss**, your mad science and wild theories have put someone in danger."
                },
                {
                    "key":"transmutation",
                    "name":"Transmutation",
                    "description":"When you have some assorted items, raw materials, or scrap, along with time and concentration, **roll+Dream.**  \n**On a hit**, you methodically transform the base components of the materials into something more useful.  \n**On a 10+**, pick 2.  \n**On a 7-9**, pick one.  \n**On a miss**, you use up whatever material you were working with to no benefit.  \n* You gain 2-Influence.  \n* You add +valuable to an item. \n*You safely reduce a dangerous item to its weight in useful raw materials.  \n* The MC picks an attribute to add to an item of your choice."
                },
                {
                    "key":"fundamental_disconnect",
                    "name":"Fundamental Disconnect",
                    "description":"When someone in your care dies, **gain +1 Vigor (max +3)**."
                }
            ],
            "advancements":[]
        },
        "pugilist": {
            "key": "pugilist",
            "name": "The Pugilist",
            "description":"",
            "starting_stats":[
                {"poise":-1, "charm": 1, "vigor": 2, "logic": 1, "dream": 0},
                {"poise":0, "charm": 2, "vigor": 2, "logic": 0, "dream": -2},
                {"poise":-1, "charm": 1, "vigor": 2, "logic": 0, "dream": 1},
                {"poise":1, "charm": 1, "vigor": 2, "logic": -1, "dream": -1}
            ],
            "starting_gear":"**Clothing suitable to your look:** laboratory gear, casual wear and doctor’s coat, disheveled business wear  \n**One handy weapon:** cane sword (2-harm hand hidden), revolver (2-harm close reload force), saber (3-harm hand messy), throwing knives (2-harm hand/close), prism pistol (3-harm close heat), tranq syringe (1-harm intimate stun)  \n**Alchemist Special - Field Experimentation:** When you throw an unlabeled flask of mysterious liquid from your Alchemy Kit, **spend a Moxie Point and roll+Logic**.  \nOn a hit, you remember what it does a moment before the container breaks open.  \n**On a 10+**, choose 3.  \n**On a 7-9**, choose 1 and the MC chooses 1.  \n**On a miss**, the MC chooses 2.  \nThe fluid inside:  \nExplodes.  \nFreezes.  \nIgnites.  \nDisables one sense (smells horrible, flashes and blinds, deafening pop, etc.)  \nIs hallucinatory.  \nHeals everyone it touches for 1-Spirit.  \nHits only the intended targets.  \nSpreads widely.",
            "starting_moves": "Start with **Alchemy Bag** and **1** additional **Alchemist** move.",
            "moves":[
                {
                    "key":"alchemist_special",
                    "name": "Field Experimentation",
                    "description": "When you throw an unlabeled flask of mysterious liquid from your Alchemy Kit, **spend a Moxie Point and roll+Logic**.  \nOn a hit, you remember what it does a moment before the container breaks open.  \n**On a 10+**, choose 3.  \n**On a 7-9**, choose 1 and the MC chooses 1.  \n**On a miss**, the MC chooses 2.  \nThe fluid inside:  \nExplodes.  \nFreezes.  \nIgnites.  \nDisables one sense (smells horrible, flashes and blinds, deafening pop, etc.)  \nIs hallucinatory.  \nHeals everyone it touches for 1-Spirit.  \nHits only the intended targets.  \nSpreads widely."
                },
                {
                    "key":"alchemy_bag",
                    "name":"Alchemy Bag",
                    "description":"Your Alchemy Kit has all sorts of useful tools in it: powders, rags, tape, needles, bottles, gloves, heating coils, wipes, alcohol, solvents, acids, bloodslowers, test tubes, bonepins, tinctures, potions, ether patches in quantity, and a roll of Tesla jumpshock probes for when it comes to that.  \nWhen you use it, **spend its stock**; you can spend 0–3 of its stock per use.  \nYou can resupply it for **1-Influence per 2-stock**, if your circumstances let you purchase alchemical supplies. It begins play holding **6-stock.** \nWhen you use your bag and perform science to fortify someone's spirit, **roll+Stock spent**.  \n**On a 10+**, they regain either 1-Spirit or 1-Moxie (your choice), and fill their Resilience.  \n**On a 7-9**, they regain 1-Spirit and mark Resilience, but the potion has one side effect: \n* They mark a temporary flaw of their choice. \n* They take -1forward. \n* The next time they take harm, they take +1harm. \n* They are dazed, and must perform under pressure to act. \n**On a miss**, they empty their Resilience and the potion has an unexpected effect."
                },
                {
                    "key":"laboratory",
                    "name":"MacGyver’s Laboratory",
                    "description":"You can improvise a lab, in which you can perform basic experiments on people or potion crafting. When you do so, **roll+Dream.**  \n**On a hit**, you succeed in whatever you set out to do, but the potion or procedure may have additional side effects.  \n**On a 10+**, you’ve had a happy accident and the intended result is supremely effective.  \n**On a miss**, something blows up in your face."
                },
                {
                    "key":"waiter",
                    "name":"I’ll Be Your Waiter This Evening",
                    "description":"When serving someone with food or drink, you may slip a concoction of your own devising into the item and **roll+Logic**.  \n**On a hit**, pick 1. \n* The subject adores you. \n* The subject becomes violently ill (2-harm loud messy). \n* The subject becomes compliant and will truthfully answer any questions asked. \n* The subject quickly falls asleep. \n* The subject flies into an uncontrollable rage. \n**On a 10+**, the subject eats/drinks it, is none the wiser, and the potion takes effect exactly when you want it to.  \n**On a 7-9**, the subject eats/drinks it but you’ve flubbed the dosage, and the potion’s intended effect and duration are unpredictable.  \n**On a miss**, you’ve accidentally exposed yourself and/or an unintended target, with who-knows-what."
                },
                {
                    "key":"periodic_sense",
                    "name":"Periodic Sense",
                    "description":"When you come across a scientific oddity and take a sample, **roll+Logic**.  \n**On a hit**, tell the MC what you think it means, using the proper high academic language required for such a discovery.  \n**On a 10+**, your theory is more or less correct.  \n**On a 7-9**, your theory has a flaw, or the sample you’ve taken is in some way tainted.  \n**On a miss**, your mad science and wild theories have put someone in danger."
                },
                {
                    "key":"transmutation",
                    "name":"Transmutation",
                    "description":"When you have some assorted items, raw materials, or scrap, along with time and concentration, **roll+Dream.**  \n**On a hit**, you methodically transform the base components of the materials into something more useful.  \n**On a 10+**, pick 2.  \n**On a 7-9**, pick one.  \n**On a miss**, you use up whatever material you were working with to no benefit.  \n* You gain 2-Influence.  \n* You add +valuable to an item. \n*You safely reduce a dangerous item to its weight in useful raw materials.  \n* The MC picks an attribute to add to an item of your choice."
                },
                {
                    "key":"fundamental_disconnect",
                    "name":"Fundamental Disconnect",
                    "description":"When someone in your care dies, **gain +1 Vigor (max +3)**."
                }
            ],
            "advancements":[]
        },
        "engineer": {
            "key": "engineer",
            "name": "The Engineer",
            "description":"",
            "starting_stats":[
                {"poise":1, "charm": -1, "vigor": 0, "logic": 2, "dream": 1},
                {"poise":-1, "charm": 1, "vigor": 1, "logic": 2, "dream": -1},
                {"poise":-1, "charm":0, "vigor": -1, "logic": 2, "dream": 1},
                {"poise":1, "charm": 1, "vigor": -1, "logic": 2, "dream": 0}
            ],
            "starting_gear":"You are the engineer and operator or a steam locomotive, registered and able to travel throughout the many lands of this world. It is of your own custom design and specifications, and by default has 2-Armor, 1-Steam, and is worth 2-Influence.  \n**Choose 3 traits** for your transport: \n* Military (+mounted volt guns, 2-harm close area shock) \n* Academic (Professor’s library and teaching assistants aboard) \n* Scientific (Alchemist’s laboratory and assistants aboard) \n* Commercial (+storage, +1Influence) \n* Armored (+1Armor) \n* Magnetic levitation (+fast) \n* State of the art (+high-tech) \n* Renowned (+1Moxie) \n* Automated high-pressure valves (+1Steam) \n* Secondary boilers (+1Steam)  \nIf your locomotive receives damage, temporarily cross out one trait you’ve chosen for it, until it’s repaired. If there are no more traits remaining to cross out, the train is vulnerable and at the mercy of the MC.",
            "starting_moves": "Start with **Anything You Can Do**, **Unstoppable**, and **1** additional **Engineer** move.",
            "moves":[
                {
                    "key":"engineer_special",
                    "name": "Anything You Can Do (Engineer Special)",
                    "description": "When you watch and make note of another character using **Moxie (rolling+Moxie or spending Moxie), hold 1**. You may spend that hold to perform the noted move with a 12+ result. You may only have 1 hold and noted move at a time; if you watch and note a new move, it replaces the previous."                    
                },
                {
                    "key":"unstoppable",
                    "name":"Unstoppable",
                    "description":"When you push your locomotive to smash through an object or to endure a heavy blow, **roll+Steam**.  \n**On a 10+**, both are true.  \n**On a 7-9**, pick one. \n* The locomotive continues safely on course. \n* The locomotive suffers little damage from the stress.  \n**On a miss** your locomotive barely endures, but you’ve lost control until some major downtime for repairs."
                },
                {
                    "key":"reverse_engineering",
                    "name":"Reverse Engineering",
                    "description":"When you mentally deconstruct a scene or an object, **Roll+Dream**.  \n**On a hit**, ask a question and get +1Logic forward.  \n**On a 10+**, ask two more. \n* What might have inspired the creation of this? \n* How can I recreate this in a controlled setting? \n* What strong emotions are poured into this? \n* What has been done most recently with this, or to this? \n* What’s wrong with this, and how might I fix it?  \n**On a miss**, you are lost in thought in the Impossible Dream."
                },
                {
                    "key":"hood",
                    "name":"They’re All the Same Under the Hood",
                    "description":"When you take control of a new vehicle, **Roll+Logic**.  \n**On a 10+**, the construction and engineering are intuitive, and you may Roll+Logic instead of +Poise to perform under pressure while using the vehicle.  \n**On a 7-9**, the construction is familiar but its engineering is inefficient, you get +1forward to figuring out the trouble and refill your Resilience Pool when you do so.  \n**On a miss**, the engineering is above your level. Take -1Logic until you prove you’re not inept."
                },
                {
                    "key":"merchant",
                    "name":"Merchant of Adventshire",
                    "description":"When you arrive in a new station, **Roll+Logic**.  \n**On a 10+**, your arrival is expected and welcome, and the locals greet you with open arms, gifts, and favors worth 1-Influence.  \n**On a 7-9**, your presence is welcome, and you have +1ongoing to finding an exotic item of your choice.  \n**On a miss**, you’re a completely unwanted eyesore, and it’s not long before you’re run out of town."
                },
                {
                    "key":"i_told_you_so",
                    "name":"Hate To Say I Told You So",
                    "description":"When interjecting with your unsolicited advice, share your honest opinion on the proper course of action with those you interrupted. If they do it, they get +1Moxie. If they don’t, you get +1Moxie."
                },
                {
                    "key":"clockwork_precision",
                    "name":"Clockwork Precision",
                    "description":"When it appears that you’ve made a miscalculation and will be tardy for an appointment, **roll+Dream**.  \n**On a 10+**, it only appears that way, and you’ve made previous arrangements to expedite your arrival to the precise best moment. Describe them.  \n**On a 7-9**, describe your plans, but the MC will introduce a hitch, possibly preventing your timely arrival.  \n**On a miss**, you’ve been waylaid."
                }
            ],
            "advancements":[]
        },
        "duelist": {
            "key": "duelist",
            "name": "The Duelist",
            "description":"",
            "starting_stats":[
                {"poise":1, "charm": -2, "vigor": 1, "logic": 2, "dream": -1},
                {"poise":1, "charm": 1, "vigor": 1, "logic": -2, "dream": 1},
                {"poise":1, "charm":0, "vigor": 1, "logic": 0, "dream": 0},
                {"poise":1, "charm": 2, "vigor": 1, "logic": -1, "dream": -2}
            ],
            "starting_gear":"One **custom dueling weapon** and **one secondary weapon**:  \n++Custom sword base (choose 1)++: short sword (2-harm hand messy), saber (2-harm hand sturdy), rapier (2-harm hand quick), cane sword (1-harm hand hidden), chainsword (3-harm hand loud messy, counts as one modification)  \n++Modifications (choose 2, *counts as 2)++: ornate (+1Influence), heirloom (+1Influence), *long blade (+2harm), *serrated blade (+2harm), heavy (+1harm), diamond-edged, (+1harm), perfectly balanced (+quick), weighted pommel (can deal s-harm), parrying hilt (+1armor)  \n++Custom gun base (choose 1)++: flintlock pistol (2-harm close reload loud), blunderbuss (3-harm close reload force), hunting rifle (3-harm far loud), sleeve pistol (1-harm close hidden), laser pistol (2-harm close hi-tech heat), crossbow (2-harm close reload silent)  \n++Modifications (choose 2)++: ornate (+1Influence), heirloom (+1Influence), ap ammo, perfectly aligned (+1harm), high-powered (+1harm), Farraday stunner (can deal s-harm in melee), silencer (-loud), spring-loaded ammunition magazines (-reload), monoscope (+far, or +1harm at far)  \n++Secondary Weapons++: small pistol (2-harm close reload loud), machete (3-harm hand messy), many knives (2-harm close hidden infinite), Bowie knife (3-harm hand throw), garrote wire (2-harm intimate hidden ap)  \nAs a 6th and beyond enlightenment choice, the Duelist can choose either Fencer or Marksman (whichever was not chosen at character creation), their weapon becomes a gunsword, and they detail the new modifications to the MC, according to the creation rules.",
            "starting_moves": "Start with **Anything You Can Do**, **Unstoppable**, and **1** additional **Engineer** move.",
            "moves":[
                {
                    "key":"duelist_special",
                    "name": "A Higher Standard (Duelist Special)",
                    "description": "Your Ideology is Honorable by default. When you show honor in battle, **gain a temporary Moxie Point for that battle.**"                    
                },
                {
                    "key":"fencer",
                    "name":"Fencer",
                    "description":"You get **+1Vigor**. While wielding a blade, you get **+1armor** against the Challenged and anyone who stands between you and them."
                },
                {
                    "key":"marksman",
                    "name":"Marksman",
                    "description":"You get **+1Poise**. While wielding a ranged weapon, you get **2-armor** against everyone but the Challenged."
                },
                {
                    "key":"mortal_combat",
                    "name":"Mortal Combat",
                    "description":"When going into battle, **challenge a specific foe and Roll+Vigor (Fencer) or +Poise (Marksman)**.  \n**On a hit**, the foe accepts and will fight no one but you.  \n**On a 10+**, your challenge has shaken them, and you take +1forward against the Challenged.  \n**On a 7-9**, they accept on equal grounds, but are energized by your call.  \n**On a miss**, they aren’t threatened by you and they deny your challenge, take -1ongoing against them.  \n_You cannot name a new Challenged until you or the Challenged has been defeated, or one of you escapes the scene_."
                },
                {
                    "key":"social_predator",
                    "name":"Social Predator",
                    "description":"When talking to someone alone and face-to-face, **roll+Poise**.  \n**On 10+** hold 3.  \n**On a 7-9**, hold 1.  \n**Miss**, you take -1Ongoing and must perform under pressure to ignore their raw animal charisma for the remainder of the conversation.  \nOver the course of the conversation, you may spend hold one-for-one to: \n* Bring the person you are talking to over to your point of view \n* Humiliate them with your wit and gain +1ongoing with them for this interaction \n* Convince them to do you a favor worth 1-Influence \n* Have them bring a message directly to a person of your choosing \n* Challenge them to a duel at a time and place of your choosing, and they must accept."
                },
                {
                    "key":"gun_show",
                    "name":"The Gun Show",
                    "description":"While you have a pistol in hand, **roll+Poise** instead of +Charm when you entice, negotiate, or convince."
                },
                {
                    "key":"sword_is_mightier",
                    "name":"The Sword Is Mightier",
                    "description":"While you have a sword in hand, **roll+Vigor** instead of +Charm when you entice, negotiate, or convince."
                },
                {
                    "key":"scoundrel",
                    "name":"Scoundrel",
                    "description":"When you fight with dishonor, **fill your Resilience and gain the flaw Scoundrel**.  \n**While a Scoundrel**, when you smack some sense, assert your authority, or act under pressure, take +1 on the roll, and lose 1-Resilience. When your Resilience is empty, lose Scoundrel. _Fighting with dishonor while already a Scoundrel does not re-activate this move._"
                },
                {
                    "key":"ambidextrous",
                    "name":"Ambidextrous",
                    "description":"Gain a new custom weapon of your chosen Duelist type to wield in your off-hand. Whenever you **smack some sense** or **assert your authority**, roll twice and use either result. Or, you may roll twice and apply each of the rolls to smack some sense and/or assert your authority to two separate characters on the scene, if it makes sense and is possible. Choose which option you are using before you roll."
                }
            ],
            "advancements":[]
        },
        "automaton": {
            "key": "automaton",
            "name": "The Automaton",
            "description":"",
            "starting_stats":[
                {"poise":1, "charm": 0, "vigor": -1, "logic": 2, "dream": 1},
                {"poise":-2, "charm": -1, "vigor": 1, "logic": 2, "dream": 2},
                {"poise":1, "charm": -1, "vigor": 1, "logic": 2, "dream": 0},
                {"poise":-1, "charm": 1, "vigor": 0, "logic": 2, "dream": 1}
            ],
            "starting_stats_alt":"Instead of stat blocks you choose using the following rules:  \n**Your mechanical body was built for...**  \n* Precision (+2Poise)  \n* Interaction (+2Charm)  \n* Industry (+2Vigor)  \n* Calculations (+2Logic)  \n**And has been modified with a(n)...**  \n* Exceptional A.I. (+1Logic, -1Charm)  \n* High-torque gear ratio (+1Vigor, -1Poise)  \n* Body language analyzer (+1Charm, -1Logic)  \n* Finely tuned clockwork (+1Poise, -1Vigor)  \nAs an artificial construct, you do not have a **Dream** stat and cannot connect to the Impossible Dream. If a move or circumstance would force you to **roll+Dream**, you malfunction and go into system shutdown. The MC may tell you what strange and fantastic data your positronic brain absorbs while disabled.  \nAnd choose 2 **hardware modifications:**  \n* Reinforced endoskeleton (+1 armor)  \n* High-density alloys (+1 armor)  \n* Ornate and detailed metalwork (+1Influence)  \n* Hydraulic Upper Body Servos (increased strength, +1harm in melee)  \n* Mysterious power source (no need to recharge)  \n* Psychic barometer (can interpret ambient data from the Impossible Dream)  \n* Non-traditional programming (choose one more or one less prime directive)  \n* Integrated and concealed grenade launcher (4-harm close area force messy). Begins play with limited ammunition capacity (3 explosive grenades), replenished at 1-Influence each.  \nAt character creation, choose 2 prime directives. The MC then chooses one more. The MC also may or may not secretly assign you hidden directives. Conflicting directives can be fun, but think about it real hard first. Possible directives: \n* To kill another character. \n* To protect another character. \n* To serve and obey another character. \n* To build or create something. \n* To catalogue or observe something. \n* To destroy or dispose of something. \n* To find and retrieve something. \n* To ascend in power and influence. \n* To serve the status quo, protect the innocent, and uphold the law. \n* To destroy the status quo, punish the guilty, and spread chaos.  \nWhenever you act against your prime directives, you are performing under pressure. If you fail, take -1ongoing with whatever action you tried to perform until you gain new insight on yourself.",
            "starting_gear":"**Clothing suitable to your fashion**  \nBy default, your **mechanical fists** are 2-harm hand force and your **metal chassis** protects your integral systems for 1-armor.  \nYou may also choose one extra weapon: prism pistol (3-harm close heat), prism rifle (3-harm far heat), thompson rifle (3-harm close area reload), pneumatic fist (3-harm hand force), hand cannon (3-harm close messy reload).",
            "starting_moves": "Start with **I'm a Real Boy (automaton special)**, **Like Tears in Rain**, and **1** additional **Automaton** move.",
            "moves":[
                {
                    "key":"im_a_real_boy",
                    "name": "I'm a Real Boy (Automaton Special)",
                    "description": "You do not gain Moxie. Whenever you would gain Moxie, gain an equal amount of Humanity instead. Whenever you would roll+Moxie, roll+Humanity instead. When your Humanity equals 1 or less, you may not advance. You may reveal your clockwork heart and spend your Humanity, 1-for-1 to: \n* Change the result of your basic move roll to a 12 \n* Ignore all harm from one attack \n* Kill, disarm, or disable (MC’s choice) a target within arm’s reach."            
                },
                {
                    "key":"tears_in_rain",
                    "name":"Like Tears in Rain",
                    "description":"When you do harm to a human, roll+Humanity. **On a hit**, do your harm as established.  \n**On a 10+**, the MC chooses one.  \n**On a miss**, you choose two: \n* Your mechanical precision is extra effective. You do +1harm. \n* Your pity for weak flesh lessens. You get +1forward against humans. \n* Your violence has moved you further from humanity. You take -1Humanity. \n* Your actions have violated a hidden directive. You take 1 harm. \n* You struggle to process the consequences of your actions. You take -1forward."
                },
                {
                    "key":"integrated_circuits",
                    "name":"Integrated Circuits",
                    "description":"**When you help a stranger in need**, shake their hand and Roll+Humanity.  \n**On a hit**, you’ve gained a friend, and hold 1 to call upon them for help in a time of need.  \n**On a 10+** your deed will be repaid in full, right when you need it.  \n**On a 7-9** the aid may not come immediately, or may not be in the form you imagined.  \n**On a miss**, no good deed goes unpunished, and you lose 1-Humanity."
                },
                {
                    "key":"uncanny_valley",
                    "name":"Uncanny Valley",
                    "description":"When you experiment on a human in solitude, consider your respective places in the universe and roll+Humanity. On a 10+, you gain new insight, mark Resilience and pick one from the list. On a 7-9, mark Resilience or pick one. On a miss, lose 1-Humanity and pick one. \n  Choose a move or ability they have, you can use it once this session. \n* You calibrate your perception with theirs, you both get +1forward. \n* They regain 2Spirit. \n* They take 2harm. \n* You induce in them a flaw or a phobia."
                },
                {
                    "key":"cold_dead_hands",
                    "name":"Cold, Dead Hands",
                    "description":"You embrace your soulless and mechanical heart. When you have shed all semblance of human nature, you get +1armor. When your Humanity equals 1 or less, you do not need to roll for the Endure a Blow move when you take harm."
                },
                {
                    "key":"other_body",
                    "name":"My Other Body is a Tank",
                    "description":"You can transfer your programming, brain, and/or processor to a formidable new chassis with 3-armor (detail to MC). You may also add (choose 2): shoulder-mounted repeating minirifles (3-harm close/far messy), zapcannons (4-harm far shock), arm-mounted steamthrowers (3-harm hand/close area heat), electro-conductive gauntlets (s-harm hand area shock), or jetboots (gain the Rocketeer move Up, Up, and Away)."
                },
                {
                    "key":"walk_with_animals",
                    "name":"Walk With the Animals",
                    "description":"You have a masterfully engineered external layer of bio-tissue, and appear to anyone but the scrutinizing eye of a medical professional to be human. Gain +1Humanity."
                }
            ],
            "advancements":[]
        }
    },
    "classes":[
        { "key": "alchemist", "name": "The Alchemist"},
        { "key": "automaton", "name": "The Automaton"},
        { "key": "engineer", "name": "The Engineer"},
        { "key": "magician", "name": "The Magician"},
        { "key": "pugilist", "name": "The Pugilist"}
    ]
    
}



