Name Rally, Nameless, Bishop, Spike, Faye, Samus, Fett, Dale, Saint, Iria, Fairfax, Rhoda. 

Description Choose up to 4: Dusty, worn, haggard, weary, determined, stubborn, surly, scorched, narrow, pinched, shifty, suspicious, grave.

Approaches Assign the following scores to the 5 Approaches: +2, +1, 0, 0, -1. When you upgrade an Approach, increase one of your Approaches by +1 to a maximum of +3. Each Approach can only be increased once.

Signature Move
You start with this Move.
Bounty Hunting When you dock somewhere and check a Bulletin Board for current bounties, roll+Volatile. On a 10+, you can find something good, hold 2 Leads. On a 7-9, take what you can get, hold 1 Lead. On a 6-, the only decent bounty is on a Crew Member, the SM will tell you who, and the player of that Crew member will answer the Bounty questions.
 At any time during a Contract, you may spend a Lead to say someone present has a Bounty on them. Then ask the following questions. You may spend extra leads to answer the questions yourself. Otherwise, the SM will answer the questions. •Who has the Bounty on them? •Who put the Bounty on them? •What did they do? •Are they wanted Dead or Alive? •Where can I collect my reward? When you collect your reward, you gain 1 Bounty. Spend 1 Bounty to give yourself +1 to a Hey Big Spender roll.
 LeadS BountY

 Background - Work Ethic You hunt people, but you have a code you live by. Choose one:
Lawkeeper You are a member of a system-spanning independent organization working to enforce law and order in a lawless galaxy. When you deal with agents of system law, you have Advantage.

Bounty Killer You’re a free agent, taking any contract that pays well enough, no matter who the money comes from. When you Intimidate a criminal for information, you have Advantage.

Hound Moves

Bloodhound When you hit the streets and use your shady contacts and intimidation to get leads on a bounty, roll+Volatile. On a 10+ you’re hot on their heels, ask 3 questions. On a 7-9, the trail is a little cold. Ask 1 question.
 •Where were they last spotted? •What weakness of theirs can I exploit? •Who do they have connections to? •What is their best defense? •Who else is after them?
 



Steely Glare When you silently fix someone with a steely glare with the intent of intimidating them, roll+Stalwart. On a 10+, they choose 2. On a 7-9, they choose 1. On a 7+, if they are a Crew Member, they’re at Disadvantage to act against you going forward. On a 6-, they can laugh in your face and do whatever they want.
 •They shut up immediately. •They stop moving. •They lower their weapons. •They do something stupid or reckless. •They hesitate, stumble, or mutter.

Paranoid Android When you walk into a charged situation with criminals and shady people, you have Advantage to Scope It Out. Additionally, you may ask questions from the following list instead of the base scope it out questions.
 •Who here is armed, openly or concealed? •Who here has history with a Crew Member? •Who here has information I want? •Who here is afraid of me?

Quickdraw When a tense situation breaks down and violence breaks out, you get to act first, or interrupt the person who does act first. After you act, name one Crew Member besides yourself. They have Advantage going forward. 

Hunters Mark When you roll+Volatile against a bounty you’re hunting, you have Advantage.

Mark of Death Requires Hunter’s Mark When you deal Harm to a bounty you’re hunting, if you deal at least 1 Harm to them after Armor, they die.

Long Shot You can use any ranged weapon at the Firefight, and Sniping ranges.

Tracer When an enemy or target is about to get away, you may spend 1 Use of a Grenade to secure a tracking device to them.

Hooks At character creation, fill in at least 3 of your starting Hooks and then choose your favorite 3 to be your current Hooks. When a Hook applies to the current situation, and either you, the SM, or another player brings it to the attention of your group, choose 1:
 •Decline the offer to apply your Hook, and continue playing as normal. •Apply your Hook. You have Disadvantage going forward. 
Starting Hooks •[___PC___] is a time bomb waiting to go off. They need to be defused or pointed in the right direction. •[___PC___] got between me and my target in the past. Next time, I won’t hesitate. •[___PC___] knows of my vice, and they better keep quiet about it. •[___PC___] ‘s criminal ways are going to see them in my cross-hairs one day. •[___Group___] has torrorized this sector for too long, I’ll bring them all down. •I get the shakes if I go too long without [__Vice__] •When things get tense, I always let my gun do the talking. •I always push people away when they try to open up.

Harm When you are directed by a Move or the SM to mark Harm, for each Harm you receive, mark off one of the Harm options or mark off 1 Stress. When you have 5 Stress, clear the Stress track, and take a Calamity.
Just a scratch: You’re a bit banged up, but it’s nothing serious. Can be healed by choosing Shrug it off when you roll Recover, or when a Scene ends. I'm Rattled: You’re shaken and shocked, you have Disadvantage ongoing to any +Slick or +Calculating rolls. Can be healed by choosing Shrug it off when you roll Recover, or when a Scene ends. I'm hurt bad: You have severe bleeding or broken bones, you have Disadvantage to any roll requiring physical exertion . Can be healed by receiving Surgery. I'm Knocked out: You’ve been knocked unconscious and can’t move, act, or even see anything. Can be healed when an Ally chooses “First Aid” when they roll Recover, or when a Scene ends. I can't go on: Your journey is over, you pass away, unmourned and unnoticed by the vast black of space.

Calamity
Stress: [  ] [  ] [  ] [  ] [  ] When you mark an item in the Calamity list, describe the Fictional consequences mentioned in your choice  and mark XP. If Appropriate, You may write a Hook about it. ☐A contact you have in the local criminal underground reaches out to you with some info or a lead. ☐You broaden your career options, take the other Work Ethic move. ☐The family or gang of someone you hunted is coming after you, hard. ☐You get a lead on a valuable target you hunted long ago but got away, but you’ll have to act now to follow it up. ☐A friend or ally you rely on is in trouble with the authorities, and is asking for your help. ☐You suffer a terrible wound, illness, or debility. Describe what you have lost. ☐ ☐Now or soon, you encounter a long-time nemesis with whom you have a long history of bad blood on both sides. They challenge you to a duel to settle your differences, and you must accept. When you duel your nemesis, roll+Volatile.
•On a 10+, you win the duel. Describe how, and then describe the life you retire to after, and why. •On a 7-9, you win, but you’re severely injured and must retire, or die shortly after the duel. Describe it. •On a 6-, you lose, and expire shortly after.

Gear You start with 3 Gear slots and all the Gear listed in your Supplies. When you choose to Open a Gear slot, outline a light gray closed Gear slot. While you are away from your Supplies and engaged in a dangerous situation, mark off an open, empty Gear slot to choose a piece of Gear you have with you. When you get back to your supplies, empty all your open Gear Slots. You start with the following in your Supplies: ☐Pistol: 1 Harm, Skirmish, Firefight, Discharge, Stun, Basic Gear. ☐Tactical Pack: 3 Uses, Advanced Gear. Mark off a use to choose 1 option from the Tactical Pack list. ☐Assault Rifle: 2 Harm, Firefight, Discharge, Full Auto, Advanced Gear. ☐Body Armor: Absorb 2, Conspicuous, Basic Gear. ☐A symbol or badge of office: Trinket.