{
    "basic":{
        "Firefight":"When you open yourself to danger and exchange violence with an enemy, roll+Volatile. On a 10+, exchange Harm and choose 3. On a 7-9, exchange Harm and choose 1: \n• Discharge your weapon with the discharge tag, and deal double its Harm. \n• Play it cagey and suffer -1 Harm. (can take more than once)  \n• You hold a position or halt an advance.  \n• You make an advance or force your enemy out of cover.  \n• You impress, dismay, or frighten your enemy. If they are a PC, they also suffer 1 Stress.  \n• You are able to disengage and take a moment to Recover.",
        "Alpha Strike":"When you get into an advantageous position and attack a target that can’t retaliate, roll+Calculating. On a 10+, choose 2. On a 7-9, take what you can get. choose 1.  \n• You disarm or disable them.  \n• Your position isn’t exposed or compromised.  \n• Deal your weapon’s Harm. If your weapon has the discharge \ntag, you may Discharge it to double the Harm dealt.",
        "Recover":"When you’re out of direct danger during a hostile situation and take a moment to gather yourself, roll +Stalwart. On a 10+, you’re calm, efficient and ready, choose 2. On a 7-9, you take a little too long. Choose 2, but your enemy gets a chance to get into a better position or prepare themselves.  \n• Ready a Move, Weapon, or piece of Gear that has been Discharged.  \n• First Aid: spend 1 Use of a Tactical Pack to heal “I’m knocked out” on an ally. • Shrug it off: Heal “Just a scratch” or “I’m rattled” on yourself.",
        "Act Quick":"When you use your instincts or reflexes to avoid a danger or negotiate through danger towards a goal, roll+Slick. On a 10+, you’re graceful, swift, or acrobatic, and you do it. On a 7-9, you do it, but choose 1: \n• You’re off balance or rushed, you have Disadvantage going forward. • You’ve left something behind; the SM will tell you what.  \n• You’re pushed to your limits with the effort, suffer 1 Stress.",
        "Keep Your Cool":"When you attempt to keep your cool under pressure or endure hardship, roll+Stalwart. On a 10+, you do it with minimal cost.  \nOn a 7-9, choose 1: \n• You have Disadvantage going forward.  \n• Suffer 1 Stress.  \n• You give up something, leave something behind, or take \nsomething with you. The SM will say what.",
        "Lean on Me":"When you support a Crew Member’s efforts in an action before they roll, or offer them comfort in an intimate moment, roll+Stalwart. On a 10+, you’re helpful and supportive, choose 2. On a 7-9, you do what you can. Choose 1.  \n• Your efforts help them, they have Advantage Going Forward. • Your support brings some relief, they may clear 1 Stress. • You aren’t pushed to your limits or exposed to \ndanger or complication for your efforts.",
        "Intimidate":"When you use threats to bully someone into doing what you want, make it clear what you want them to do, and what you’ll do to them if they don’t, then Roll+Volatile. On a 10+, they have to choose: \n• Force you to follow through and suck it up. • Cave in and do what you want.  \nOn a 7-9, they can choose 1 of the above, or one of the following: \n• Get out of your way.  \n• Hunker down and take cover.  \n• Give you something they think you want.  \n• Tell you something they think you want to hear. • Attempt to de-escalate and look for an exit.  \nOn a 6-, in addition to any Calls the SM makes, your threat has no teeth and you have Disadvantage going forward against them.",
        "Manipulate":"When you use promises, guile, or charm to manipulate someone into doing what you want, say what you want and what you’re willing to give, then roll+Slick.  \nIf they are an NPC: \nOn a 10+, they choose 1: \n• Accept your offer at face value and agree to the exchange.  \n• Ask you to promise something and will do what you want if you agree.  \nOn a 7-9, they choose 1: \n• They make a counter-offer, to be settled now before they do what you want.  \n• Ask you to promise something and provide concrete assurance you’ll follow through, and they’ll do what you want.  \nIf they are a PC: \nOn a 10+, both. On a 7-9, you choose 1: \n• If they do it, they Mark XP.  \n• They have to Keep Their Cool to refuse, at Disadvantage.",
        "Scope It Out":"When you take time or use sensitive equipment to closely study an object, situation, or person, roll+Calculating. On a 10+, your investigation pays off, ask 3. On a 7-9, your perception is a little dull, ask 1.  \n• Where is my best escape route/way in/way past? • What should I be on the lookout for?  \n• What’s my enemy’s true position?  \n• Who or what here is not what they seem? • Who’s really in control here?  \n• How could I best end this quickly?  \n• Who or what here could be a useful opportunity?",
        "Share Expertise":"When you consult your accumulated knowledge on something you are an expert in, roll+Calculating. On a 10+, ask a question related to the topic and the SM will give a useful answer, or ask you to make up the answer. On a 7-9, ask, and the SM will give you an interesting answer, but it’s up to you to make it useful.",
        "Into the Abyss":"When you stare unblinking into the Abyss looking for forbidden or forgotten knowledge, roll+Alien. On a 10+, You are shown dark visions that lend you insight. Ask the Abyss one question, and the Abyss will answer. The SM will ask you one question from The Abyss Stares Back. On a 7-9, Ask, and the Abyss will \nanswer, but it is hungry. The SM will ask 2 questions from The Abyss Stares Back.",
        "Assaulted by the Abyss":"When you suffer direct exposure to exotic energies or forces, or a bizarre and terrifying experience, roll+Alien. On a 10+, your exposure is limited, choose 1. On a 7-9, The Abyss leaves its mark, choose 2.  \n• The Abyss stares into you, the SM will ask you one question from The Abyss Stares Back.  \n• You freeze up, you have to Keep Your Cool at Disadvantage to shake it off. • You are scarred by your experience, figuratively or \nliterally. You may write a Hook about it.",
        "The Abyss Stares Back":"When the Abyss stares into you and the SM asks you a question from the List below, you may either answer it truthfully, or decline to answer and suffer 1 Stress.  \n• What terrifies your character to the core?  \n• For what does your character’s darkest heart desire?  \n• What was your character’s lowest moment?  \n• For what does your character crave forgiveness, and from whom? • What are your character’s secret pains?  \n• In what way is your character’s mind and soul vulnerable? • What faint hope does your character cling to?"
    },
    "other":{
        "Spout Technobabble":"When you need to describe some advanced piece of technology, process, or phenomenon, choose between 3 and 5 words or phrases and say it like you know what it means.  \n Action: \nReroute, reverse, invert, refine, isolate, confine, extrapolate, excise, buffer, polar- ize, depolarize, decouple, repair, calibrate, enhance, boost, charge, spin, spool, engage, contain, attack, divide, scan, \n Status or Condition: \nFluctuating, destabilized, energized, poisoned, corrupted, contaminated, refined, contained, unraveled, damaged, enhanced, viral, \n Jargon: \nTemporal, quantum, auxiliary, flux, warp, trilithium, fibronium, delta, hyper, charge, burst, distortion, burst, retro-, \n Object or Subject: \nCapacitor, anomaly, field, conduit, vortex, drive core, capillaries, organs, antibod- ies, cells, node, diagnostics, crystal, matrix, timeline, matter, vibrations, region, neutrino, particle, continuum, virus, deflector, dish, circuit, system",
        "Downtime":"When your Crew spends time relaxing after a Contract or cooped up in your ship while traveling between stars, each player describes how they spend their Downtime, and shows a short scene or vignette related to it. The SM or another player not in the scene may ask you some questions about your Downtime, answer them. If you: \n• Work on a Personal Project, mark 1 Tick on it.  \n• Confront a Crew Member with a grievance or disagreement, you each may write a Hook related to the outcome. \n• Spend time getting closer to a Crew Member, you each may choose to heal 1 Stress or have Advantage Going Forward.  \nDowntime Scenes do not Burn Fuses.",
        "The Crew is Back in Town":"When you Dock or land your ship somewhere for the first time or after being away for at least an Episode, roll+Disposition for the faction that controls the territory. On a 10+, you dock without issue, and everything seems clear. O a 7-9, your welcome isn’t a warm one, choose 1.  \n• Trouble related to a Hook, Calamity, or recent indiscretion has caught up with the Crew.  \n• There is an open conflict that makes this territory dangerous or unstable. • There is a shortage or crisis that has driven prices up, you have \nDisadvantage when dealing with local merchants or vendors.  \n• You will need to destroy/dissect \n• You will need to travel to \n• You will need to \n• It’s going to be dangerous.  \n• You’ll have to get/build/fix/take apart/figure out \n• It’s going to cost you a favor to the wrong kinds of people.  \n• The best you’ll be able to do is an unreliable, less effective, or weak version. \n• It’s going to take a lot of trial and error to perfect it.  \nThe SM will connect them all with “And” or a merciful “Or.” Fill in a Personal Project sheet with the details.  \n• If it’s a Scene Project, check a Tick on the Clock when you take a successful action that moves you towards your goal.  \n• If it’s an Episode Project, check a Tick on the Clock when you perform a scene that moves you towards your goal.  \nIf it’s a Season Project, check a Tick on the Clock when you complete an Episode and have shown that you have worked on your Project.",
        "Personal Project":"When you decide to devote your free time to a Personal Project within the scope of your expertise, such as solving a mystery, creating or modifying a device or technology, negotiating an accord, or learning a new skill, say what you want to do. The SM will say either “Sorry, it can’t be done.” Or “Sure! But...” Then some of the following: \n• You can do it with a 3-6 Tick Scene Clock.  \n• You can do it with a 3-6 Tick Episode Clock.  \n• You can do it with a 3-6 Tick Season Clock.  \n• You will need the expertise or assistance of ________.",
        "Cliffhanger":"When you reach the end of an Episode, go through the following list: Each player takes a turn reading their three Hooks: \n• If the table agrees that at least one of the player’s Hooks impacted events or the character, the player marks XP.  \n• The player then removes any Hooks they feel are no longer relevant and writes new Hooks, inspired either by recent events in the \ngame or their original Hooks list from character creation.  \nAsk the following questions and answer them as a group: \n• Did we complete a mission or Contract?  \n• Did we learn something new and important about the universe? • Did we make a new enemy, or thwart an existing enemy?  \n• Was there a big moment that hinged on a crucial roll?  \nFor each yes, all players mark XP. After these questions have been resolved, mark Burn and Ticks on appropriate Season Strains and Personal Projects, including Debt and Ship Maintenance.",
        "Previously On":"When your group starts a new Episode, go through the following list: \n• Briefly go over what happened in the last session, mentioning any highlights.  \n• List each Crew Member’s Hooks. Players may take this opportunity to change their Hooks or write new ones.  \n• Set the scene for the beginning of this session and begin playing.",
        "Negotiate Terms":"When you commit to a Contract and meet your contact to negotiate the terms, roll+Disposition if you know your Client, or roll+Slick at Disadvantage if you don’t. On a 10+, your relationship is strong, or your negotiating skills are top notch. Choose 2. On a 7-9, you manage to get a small concession, choose 1. On a 6-, you get stonewalled, or there’s just nothing else they can give you.  \n• You negotiate a better payment upon completion. When you complete this Contract, roll Your Ship Payment Move at Advantage.  \n• You gain some useful information from your contact; the SM will reveal a hidden detail of the Contract.  \n• You get an up-front expenses payment or resource provided. Each Crew Member makes a roll on Hey Big Spender, at Disadvantage.",
        "Hey Big Spender":"When you’re flush with Currency and go looking for something to spend your ill-gotten gains on, roll+Disposition with the local vendors or contacts to see what you can find. On a 10+, you can find your heart’s desire, spend big, and live life to the fullest. Purchase 1 item from the Specialist or Black Market list, or choose 3 from below: On a 7-9, you’ve got plenty of time and money. Choose 2: On a 6-, you only have access to the basics. Choose 1: \n• R&R: you spend some time relaxing, clear your Stress track. • Basic care: Heal all Harm you have suffered with a \nfew days rough but competent treatment. • Me Time: Mark 1 Tick on a Personal Project. • Make 1 purchase on the Advanced Gear list. • Make 2 purchases on the Basic Gear list.  \nOn a 6- or 7-9, you may choose 1 extra, but you must waste time searching for it, the SM will expose you to a danger or Burn the Fuse of an Episode Strain. Whatever choices you make, you spend the rest of your money on frivolous, fleeting pleasures and distractions until you’re broke again.",
        "Get Hooked":"When a Hook applies to the current situation, and either you, the SM, or another player brings it to the attention of your group, choose 1: \n• Apply your Hook. You have Disadvantage going forward. Determine whether your Hook forces you to make a roll.  \n• Decline the offer to apply your Hook and say how your character overcomes the Disadvantage of the moment."
    },
    "basic_array":[
        {"Firefight":"When you open yourself to danger and exchange violence with an enemy, roll+Volatile. On a 10+, exchange Harm and choose 3. On a 7-9, exchange Harm and choose 1: \n• Discharge your weapon with the discharge tag, and deal double its Harm. • Take evasive action and suffer -1 Harm.  \n• You hold a position or halt an advance.  \n• You make an advance or force your enemy out of cover.  \n• You impress, dismay, or frighten your enemy. If they are a PC, they also suffer 1 Stress.  \n• You are able to disengage and take a moment to Recover."},
        {"Alpha Strike":"When you get into an advantageous position and attack a target that can’t retaliate, roll+Calculating. On a 10+, choose 2. On a 7-9, take what you can get. choose 1.  \n• You disarm or disable them.  \n• Your position isn’t exposed or compromised.  \n• Deal your weapon’s Harm. If your weapon has the discharge \ntag, you may Discharge it to double the Harm dealt."},
        {"Recover":"When you’re out of direct danger during a hostile situation and take a moment to gather yourself, roll +Stalwart. On a 10+, you’re calm, efficient and ready, choose 2. On a 7-9, you take a little too long. Choose 2, but your enemy gets a chance to get into a better position or prepare themselves.  \n• Ready a Move, Weapon, or piece of Gear that has been Discharged.  \n• First Aid: spend 1 Use of a Tactical Pack to heal “I’m knocked out” on an ally. • Shrug it off: Heal “Just a scratch” or “I’m rattled” on yourself."},
        {"Act Quick":"When you use your instincts or reflexes to avoid a danger or negotiate through danger towards a goal, roll+Slick. On a 10+, you’re graceful, swift, or acrobatic, and you do it. On a 7-9, you do it, but choose 1: \n• You’re off balance or rushed, you have Disadvantage going forward. • You’ve left something behind; the SM will tell you what.  \n• You’re pushed to your limits with the effort, suffer 1 Stress."},
        {"Keep Your Cool":"When you attempt to keep your cool under pressure or endure hardship, roll+Stalwart. On a 10+, you do it with minimal cost.  \nOn a 7-9, choose 1: \n• You have Disadvantage going forward.  \n• Suffer 1 Stress.  \n• You give up something, leave something behind, or take \nsomething with you. The SM will say what."},
        {"Lean on Me":"When you support a Crew Member’s efforts in an action before they roll, or offer them comfort in an intimate moment, roll+Stalwart. On a 10+, you’re helpful and supportive, choose 2. On a 7-9, you do what you can. Choose 1.  \n• Your efforts help them, they have Advantage Going Forward. • Your support brings some relief, they may clear 1 Stress. • You aren’t pushed to your limits or exposed to \ndanger or complication for your efforts."},
        {"Intimidate":"When you use threats to bully someone into doing what you want, make it clear what you want them to do, and what you’ll do to them if they don’t, then Roll+Volatile. On a 10+, they have to choose: \n• Force you to follow through and suck it up. • Cave in and do what you want.  \nOn a 7-9, they can choose 1 of the above, or one of the following: \n• Get out of your way.  \n• Hunker down and take cover.  \n• Give you something they think you want.  \n• Tell you something they think you want to hear. • Attempt to de-escalate and look for an exit.  \nOn a 6-, in addition to any Calls the SM makes, your threat has no teeth and you have Disadvantage going forward against them."},
        {"Manipulate":"When you use promises, guile, or charm to manipulate someone into doing what you want, say what you want and what you’re willing to give, then roll+Slick.  \nIf they are an NPC: \nOn a 10+, they choose 1: \n• Accept your offer at face value and agree to the exchange.  \n• Ask you to promise something and will do what you want if you agree.  \nOn a 7-9, they choose 1: \n• They make a counter-offer, to be settled now before they do what you want.  \n• Ask you to promise something and provide concrete assurance you’ll follow through, and they’ll do what you want.  \nIf they are a PC: \nOn a 10+, both. On a 7-9, you choose 1: \n• If they do it, they Mark XP.  \n• They have to Keep Their Cool to refuse, at Disadvantage."},
        {"Scope It Out":"When you take time or use sensitive equipment to closely study an object, situation, or person, roll+Calculating. On a 10+, your investigation pays off, ask 3. On a 7-9, your perception is a little dull, ask 1.  \n• Where is my best escape route/way in/way past? • What should I be on the lookout for?  \n• What’s my enemy’s true position?  \n• Who or what here is not what they seem? • Who’s really in control here?  \n• How could I best end this quickly?  \n• Who or what here could be a useful opportunity?"},
        {"Share Expertise":"When you consult your accumulated knowledge on something you are an expert in, roll+Calculating. On a 10+, ask a question related to the topic and the SM will give a useful answer, or ask you to make up the answer. On a 7-9, ask, and the SM will give you an interesting answer, but it’s up to you to make it useful."},
        {"Into the Abyss":"When you stare unblinking into the Abyss looking for forbidden or forgotten knowledge, roll+Alien. On a 10+, You are shown dark visions that lend you insight. Ask the Abyss one question, and the Abyss will answer. The SM will ask you one question from The Abyss Stares Back. On a 7-9, Ask, and the Abyss will \nanswer, but it is hungry. The SM will ask 2 questions from The Abyss Stares Back."},
        {"Assaulted by the Abyss":"When you suffer direct exposure to exotic energies or forces, or a bizarre and terrifying experience, roll+Alien. On a 10+, your exposure is limited, choose 1. On a 7-9, The Abyss leaves its mark, choose 2.  \n• The Abyss stares into you, the SM will ask you one question from The Abyss Stares Back.  \n• You freeze up, you have to Keep Your Cool at Disadvantage to shake it off. • You are scarred by your experience, figuratively or \nliterally. You may write a Hook about it."},
        {"The Abyss Stares Back":"When the Abyss stares into you and the SM asks you a question from the List below, you may either answer it truthfully, or decline to answer and suffer 1 Stress.  \n• What terrifies your character to the core?  \n• For what does your character’s darkest heart desire?  \n• What was your character’s lowest moment?  \n• For what does your character crave forgiveness, and from whom? • What are your character’s secret pains?  \n• In what way is your character’s mind and soul vulnerable? • What faint hope does your character cling to?"}
    ],
    "other_array":[
        {"Spout Technobabble":"When you need to describe some advanced piece of technology, process, or phenomenon, choose between 3 and 5 words or phrases and say it like you know what it means.  \n Action: \nReroute, reverse, invert, refine, isolate, confine, extrapolate, excise, buffer, polar- ize, depolarize, decouple, repair, calibrate, enhance, boost, charge, spin, spool, engage, contain, attack, divide, scan, \n Status or Condition: \nFluctuating, destabilized, energized, poisoned, corrupted, contaminated, refined, contained, unraveled, damaged, enhanced, viral, \n Jargon: \nTemporal, quantum, auxiliary, flux, warp, trilithium, fibronium, delta, hyper, charge, burst, distortion, burst, retro-, \n Object or Subject: \nCapacitor, anomaly, field, conduit, vortex, drive core, capillaries, organs, antibod- ies, cells, node, diagnostics, crystal, matrix, timeline, matter, vibrations, region, neutrino, particle, continuum, virus, deflector, dish, circuit, system"},
        {"Downtime":"When your Crew spends time relaxing after a Contract or cooped up in your ship while traveling between stars, each player describes how they spend their Downtime, and shows a short scene or vignette related to it. The SM or another player not in the scene may ask you some questions about your Downtime, answer them. If you: \n• Work on a Personal Project, mark 1 Tick on it.  \n• Confront a Crew Member with a grievance or disagreement, \nyou each may write a Hook related to the outcome. • Spend time getting closer to a Crew Member, you each may \nchoose to heal 1 Stress or have Advantage Going Forward.  \nDowntime Scenes do not Burn Fuses."},
        {"The Crew is Back in Town":"When you Dock or land your ship somewhere for the first time or after being away for at least an Episode, roll+Disposition for the faction that controls the territory. On a 10+, you dock without issue, and everything seems clear. O a 7-9, your welcome isn’t a warm one, choose 1.  \n• Trouble related to a Hook, Calamity, or recent indiscretion has caught up with the Crew.  \n• There is an open conflict that makes this territory dangerous or unstable. \n• There is a shortage or crisis that has driven prices up, you have \nDisadvantage when dealing with local merchants or vendors.  \n• You will need to destroy/dissect \n• You will need to travel to \n• You will need to \n• It’s going to be dangerous.  \n• You’ll have to get/build/fix/take apart/figure out \n• It’s going to cost you a favor to the wrong kinds of people.  \n• The best you’ll be able to do is an unreliable, less effective, or weak version. • It’s going to take a lot of trial and error to perfect it.  \nThe SM will connect them all with “And” or a merciful “Or.” Fill in a Personal Project sheet with the details.  \n• If it’s a Scene Project, check a Tick on the Clock when you take a successful action that moves you towards your goal.  \n• If it’s an Episode Project, check a Tick on the Clock when you perform a scene that moves you towards your goal.  \nIf it’s a Season Project, check a Tick on the Clock when you complete an Episode and have shown that you have worked on your Project."},
        {"Personal Project":"When you decide to devote your free time to a Personal Project within the scope of your expertise, such as solving a mystery, creating or modifying a device or technology, negotiating an accord, or learning a new skill, say what you want to do. The SM will say either “Sorry, it can’t be done.” Or “Sure! But...” Then some of the following: \n• You can do it with a 3-6 Tick Scene Clock.  \n• You can do it with a 3-6 Tick Episode Clock.  \n• You can do it with a 3-6 Tick Season Clock.  \n• You will need the expertise or assistance of ________."},
        {"Cliffhanger":"When you reach the end of an Episode, go through the following list: Each player takes a turn reading their three Hooks: \n• If the table agrees that at least one of the player’s Hooks impacted events or the character, the player marks XP.  \n• The player then removes any Hooks they feel are no longer relevant and writes new Hooks, inspired either by recent events in the \ngame or their original Hooks list from character creation.  \nAsk the following questions and answer them as a group: \n• Did we complete a mission or Contract?  \n• Did we learn something new and important about the universe? • Did we make a new enemy, or thwart an existing enemy?  \n• Was there a big moment that hinged on a crucial roll?  \nFor each yes, all players mark XP. After these questions have been resolved, mark Burn and Ticks on appropriate Season Strains and Personal Projects, including Debt and Ship Maintenance."},
        {"Previously On":"When your group starts a new Episode, go through the following list: \n• Briefly go over what happened in the last session, mentioning any highlights.  \n• List each Crew Member’s Hooks. Players may take this opportunity to change their Hooks or write new ones.  \n• Set the scene for the beginning of this session and begin playing."},
        {"Negotiate Terms":"When you commit to a Contract and meet your contact to negotiate the terms, roll+Disposition if you know your Client, or roll+Slick at Disadvantage if you don’t. On a 10+, your relationship is strong, or your negotiating skills are top notch. Choose 2. On a 7-9, you manage to get a small concession, choose 1. On a 6-, you get stonewalled, or there’s just nothing else they can give you.  \n• You negotiate a better payment upon completion. When you complete this Contract, roll Your Ship Payment Move at Advantage.  \n• You gain some useful information from your contact; the SM will reveal a hidden detail of the Contract.  \n• You get an up-front expenses payment or resource provided. Each Crew Member makes a roll on Hey Big Spender, at Disadvantage."},
        {"Hey Big Spender":"When you’re flush with Currency and go looking for something to spend your ill-gotten gains on, roll+Disposition with the local vendors or contacts to see what you can find. On a 10+, you can find your heart’s desire, spend big, and live life to the fullest. Purchase 1 item from the Specialist or Black Market list, or choose 3 from below: On a 7-9, you’ve got plenty of time and money. Choose 2: On a 6-, you only have access to the basics. Choose 1: \n• R&R: you spend some time relaxing, clear your Stress track. • Basic care: Heal all Harm you have suffered with a \nfew days rough but competent treatment. • Me Time: Mark 1 Tick on a Personal Project. • Make 1 purchase on the Advanced Gear list. • Make 2 purchases on the Basic Gear list.  \nOn a 6- or 7-9, you may choose 1 extra, but you must waste time searching for it, the SM will expose you to a danger or Burn the Fuse of an Episode Strain. Whatever choices you make, you spend the rest of your money on frivolous, fleeting pleasures and distractions until you’re broke again."},
        {"Get Hooked":"When a Hook applies to the current situation, and either you, the SM, or another player brings it to the attention of your group, choose 1: \n• Apply your Hook. You have Disadvantage going forward. Determine whether your Hook forces you to make a roll.  \n• Decline the offer to apply your Hook and say how your character overcomes the Disadvantage of the moment."}
    ],
    "combat_action":[
        {
            "name": "Firefight",
            "description": "When you open yourself to danger and exchange violence with an enemy, roll+ Volatile. On a 10+, exchange Harm and choose 3. On a 7-9, exchange Harm and choose 1: \n•Discharge your weapon with the discharge tag, and deal double its Harm. \n•Play it cagey and suffer -1 Harm. \n•You hold a position or halt an advance. \n•You make an advance or force your enemy out of cover. \n•You impress, dismay, or frighten your enemy. If they are a PC, they also suffer 1 Stress. \n•You are able to disengage and take a moment to Recover.",
            "notes": "Firefight only triggers when you are in a dangerous or Volatile situation and exchange fire with an enemy. This means you have to have a chance of attacking your enemy and of being attacked or Harmed otherwise. If you poke your gun around a corner and fire blind, this Move isn’t triggered. Likewise, if either you or your enemy can’t attack, Firefight isn’t triggered. You may choose “Play it cagey” more than once."
        },
        {
            "name": "Alpha Strike ",
            "description": "When you get into an advantageous position and attack a target that can’t retaliate, roll+Calculating. On a 10+, choose 2. On a 7-9, take what you can get. choose 1. \n•You disarm or disable them. \n•Your position isn’t exposed or compromised. \n•Deal your weapon’s Harm. If your weapon has the discharge tag, you may Discharge it to double the Harm dealt. ",
            "notes": "Alpha Strike is most often used when the attacking character is out of immediate danger, but vulnerable to a change in situation once they act violently. Most often, this Move is used for a character sniping someone at range or from cover, or striking an unarmed or unaware target, perhaps from a hidden position or while sneaking up on them. The choices On a 7-9 are about whether your situation remains tenable or if you are going to have to adapt to a very different situation."
        },
        {
            "name": "Ineffective Range ",
            "description": "When you use a weapon at a range that it could be used at, but it’s not effective at, you have Disadvantage. This may mean you have to throw the weapon, in which case you are no longer holding it after the attack.",
            "notes": ""
        },
        {
            "name": "Motor Head",
            "description": "When you make a move while piloting a vehicle, make the move as normal, but consult the Vehicles +Strengths and -Weaknesses to see if any apply to your current situation. If you make a move that deals Harm, but are using a weapon that deals Damage, apply Damage as you would Harm, with the same constraints. If a +Strength applies, you have Advantage. If a -Weakness applies, you have Disadvantage. If both a +Strength and a -Weakness apply, roll as normal.",
            "notes": ""
        },
        {
            "name": "Engage",
            "description": "When you take action while operating the systems of your Ship, make the appropriate Move as normal, with the following exception: If you are operating a Ship Weapon, use the Ship Combat ranges and apply Damage to your Ship and target instead of Harm to yourself.",
            "notes": ""
        },
        {
            "name": "Recover",
            "description": "When you’re out of direct danger during a hostile situation and take a moment to gather yourself, roll+Stalwart. On a 10+, you’re calm, efficient and ready,  choose 2. On a 7-9, you take a little too long. Choose 2, but your enemy gets a chance to get into a better position or prepare themselves. \n•Ready a Move, Weapon, or piece of Gear that has been Discharged. \n•First Aid: spend 1 Use of a Tactical Pack to heal “I’m knocked out” on an ally. \n•Shrug it off: Heal “Just a scratch” or “I’m rattled” on yourself. ",
            "notes": "Recover is used to recharge Moves, reload weapons, or heal Harm during combat or a dangerous situation. When you Recover, you’re taking a moment to prepare yourself for more conflict while the battle rages on. Recover isn’t used to avoid danger or fire. To do that, you use Act Quick or Keep Your Cool."
        },
        {
            "name": "Act Quick ",
            "description": "When you use your instincts or reflexes to avoid a danger or negotiate through danger towards a goal, roll+Slick. On a 10+, you’re graceful, swift, or acrobatic, and you do it. On a 7-9, you do it, but choose 1: \n•You’re off balance or rushed, you have Disadvantage going forward. \n•You’ve left something behind, the SM will tell you what. \n•You’re pushed to your limits with the effort, suffer 1 Stress. ",
            "notes": "Act Quick is both an active and reactive Move. As an Active Move, it is about using your reflexes, physical prowess, or quick thinking to navigate danger towards a goal. The danger may be an unstable or hostile environment, a very small window of opportunity to seize your goal or avoid notice or suspicion. As a reactive Move, Act Quick is about avoiding or escaping a threat presented to you with your reflexes, physical prowess, or quick thinking. Something is coming at you and if you don’t act quick, it’s going to hit you or you will get caught."
        },
        {
            "name": "Keep Your Cool ",
            "description": "When you attempt to keep your cool under pressure or endure hardship, roll+Stalwart. On a 10+, you do it with minimal cost. On a 7-9, choose 1: \n•You have Disadvantage going forward. \n•Suffer 1 Stress. \n•You give up something, leave something behind, or take something with you. The SM will say what. Keep Your Cool is for when your character is put in peril. Any time there is a danger or threat that must be dealt with or makes things more dangerous, you must ",
            "notes": "Keep Your Cool to avoid the consequences. Keep Your Cool is for when your character is put in peril. Any time there is a danger or threat that must be dealt with or makes things more dangerous, you must Keep Your Cool to avoid the consequences. Keep Your Cool is about keeping it together in stressful situations or withstanding some kind of hardship. The threats can be physical, mental, emotional, or social. If a character is in a dangerous, charged, or tense situation with meaningful stakes but no other Moves apply, check what dangers, threats, or consequences loom over the situation and use them to set the stakes for Keep Your Cool."
        },
        {
            "name": "Lean on Me",
            "description": "When you support a Crew Member’s efforts in an action before they roll, or offer them comfort in an intimate moment, roll+Stalwart. On a 10+, you’re helpful and supportive, all 3. On a 7-9, you do what you can. Choose 2. On a 6-, it’s rough going. Choose only 1. \n•Your efforts help them, they have Advantage Going Forward. \n•Your support brings some relief, they may clear 1 Stress. \n•You aren’t pushed to your limits or exposed to danger or complication for your efforts.",
            "notes": "Lean on Me serves two purposes. It’s both for the moments when one Crew Member is helping another with a task or action, or moments of comfort or succor from one Crew Member to another. When you use Lean on Me to assist a Crew Member, you describe an action that supports them or gives them an opportunity. Your description usually comes after their player declares what they are doing, but always before the player rolls. Generally, Lean on Me actions take the form of working alongside them, physically or emotionally propping them up in a significant way when they would struggle alone, or offering advice on their action. When you use Lean on Me to offer someone comfort in an intimate moment, this is an opportunity to show closeness between the characters, whether that intimacy is physical or emotional, camaraderie, friendship, or romantic in nature. These moments often involve vulnerability, either exposed and comforted or vulnerabilities shared. The most literal and emotionally ‘safe’ version of this may be treating injuries or helping an injured or defeated ally to their feet. More abstractly or intimate forms are sharing pains of the past or present. You primary goal when rolling Lean on Me to assist someone is to give them Advantage on their next roll, which is why you roll before they do. You will probably choose to help them, but you don’t have to. Fictionally, this is the most straightforward result to describe when assisting, you have established most of it before your roll. If you choose to bring some relief, describe how your efforts take some of the load off them. Do you say or do something explicitly supportive, or is it merely your taking up part of their load that helps relieve stress? Getting pushed to your limits or being exposed to danger is up to interpretation for the GM and possibly the group at large. The most common interpretation of being pushed to your limits is taking a Stress. To interpret danger, just look at the situation your characters are in, and have a present danger get up in their faces. If they’re not necessarily in direct danger right now, move something in the background. This discussion may even happen before you roll, to help the table understand the stakes of the table. Complication can mean a tough choice, or the relationship between your two characters becomes more complicated or messy. If you don’t choose to avoid getting pushed to your limits or being exposed to danger, it doesn’t necessarily mean one (or both) of these will definitely happen, especially if they just don’t make sense in the situation. But it usually will."
        }   
    ],
    "influence_investigation_exploration":[
        {
            "name":"Intimidate",
            "description":"When you use threats to bully someone into doing what you want, make it clear what you want them to do, and what you’ll do to them if they don’t, then Roll+Volatile. On a 10+, they have to choose:\n•Force you to follow through and suck it up. \n•Cave in and do what you want.\nOn a 7-9, they can choose 1 of the above, or one of the following:\n•Get out of your way.\n•Hunker down and take cover.\n•Give you something they think you want.\n•Tell you something they think you want to hear. \n•Attempt to de-escalate and look for an exit.\nOn a 6-, in addition to any Calls the SM makes, your threat has no teeth and you have Disadvantage going forward against them.",
            "notes":"Intimidate can be both a social Move and a Move driven by action, so long as you are using real and explicit threats to force someone to do something you want. While Intimidate requires you to make a threat, you don’t necessarily need to be able to back it up, but you do need to be able to convince your target that you can back it up. Be prepared for things to go poorly even On a 10+ if they choose to force your hand and you can’t follow through on your threat."
        },
        {
            "name":"Share Expertise",
            "description":"When you consult your accumulated knowledge on something you are an expert in, roll+Calculating. On a 10+, ask a question related to the topic and the SM will give a useful answer, or ask you to make up the answer. On a 7-9, ask, and the SM will give you an interesting answer, but it’s up to you to make it useful.",
            "notes":"The trigger in Share Expertise is specific, in the sense that a character can only share expertise on a subject that they are indeed an expert in. You would not expect a mercenary thug to be an expert on particle physics or warp technology, or a scientist to be an expert on the shady underworld of Praxis Station.\n\nIf it is in doubt as to whether a character is an expert in a certain field, ask them how they became an expert. \n\nBe prepared to answer your own question or a follow up question about your expertise.\n\nJust in case it isn’t clear: the answers are always true, even if the GM had to make them up on the spot. Always say what honesty demands."
        },
        {
            "name":"Spout Technobabble",
            "description":"When you need to describe some advanced piece of technology, process, or phenomenon, choose between 3 and 5 words or phrases and say it like you know what it means.\n>>Action:\nRe-rout, reverse, invert, refine, isolate, confine, extrapolate, excise, buffer, polarize, depolarize, decouple, repair, calibrate, enhance, boost, charge, spin, spool, engage, contain, attack, divide, scan,\n>>Status or condition:\nFluctuating, destabilized, energized, poisoned, corrupted, contaminated, refined, contained, unraveled, damaged, enhanced, viral,\n>>Jargon:\nTemporal, quantum, auxiliary, flux, warp, trilithium, fibronium, delta, hyper, charge, burst, distortion, burst, retro-,\n>>Object or subject:\nCapacitor, anomaly, field, conduit, vortex, drive core, capillaries, organs, antibodies, cells, node, diagnostics, crystal, matrix, timeline, matter, vibrations, region, neutrino, particle, continuum, virus, deflector, dish, circuit, system",
            "notes":""
        },
        {
            "name":"Scope It Out",
            "description":"When you take time or use sensitive equipment to closely study an object, situation, or person, roll+Calculating. On a 10+, your investigation pays off, ask 3. On a 7-9, your perception is a little dull, ask 1.\n•Where is my best escape route/way in/way past? \n•What should I be on the lookout for?\n•What’s my enemy’s true position?\n•Who or what here is not what they seem? \n•Who’s really in control here?\n•How could I best end this quickly?\n•Who or what here could be a useful opportunity?",
            "notes":"To Scope It Out, you must take time and closely study your target. This can often mean interacting with it, or watching someone else do the same. It may take a few minutes, or it may take hours depending on what you are trying to learn and how you are observing.\n\nScoping out a situation isn’t just about learning details, but getting the bigger picture. The SM always describes a situation honestly, such as saying the merc leader carries a large riot shield and directs her troops from the rear. Scoping her out would reveal why she does that - she’s protecting a small child from the battle, and cannot engage aggressively.\n\nNo question in scope it out is asked in a vacuum. Interpret the questions through the circumstances in which they are asked. “Who’s really in control here?” has very different stakes and context when you ask during a firefight, during a tense exchange of prisoners, or during a steamy moment of romance. Preface your question both with how you are interacting with your subject, and the context of what you want the answer.\n\n“I look into their eyes as I caress their cheek, and my voice is barely a whisper. “Would you do it? Would you kill him? For me?” I want to see if they hesitate, of if they are committed. If it comes down to Zeira choosing between Gax’s life and my love, who’s really in control here?”\n\nJust like in Share Expertise, the answers you get are always honest ones, even if the SM has to figure them out on the spot. Once they answer, it’s set in stone. Scope It Out is great for seeing through subterfuge and lies, or figuring out another’s motives.\n\nUnless a Move says otherwise players can only ask questions from the list. If a player asks a question not on the list the SM can tell them to try again or answer a question from the list that seems equivalent.\n\nOf course, some questions might have a negative answer, that’s fine. If there really, honestly is nothing that will give them an edge here, the SM should answer that question with “Nothing, sorry.”"
        },
        {
            "name":"Manipulate",
            "description":"When you use promises, guile, or charm to manipulate someone into doing what you want, say what you want and what you’re willing to give, then roll+Slick.\nIf they are an NPC:\nOn a 10+, they choose 1:\n•Accept your offer at face value and agree to the exchange.\n•Ask you to promise something, and will do what you want if you agree.\nOn a 7-9, they choose 1:\n•They make a counteroffer, to be settled now before they do what you want.\n•Ask you to promise something and provide concrete assurance you’ll follow through, and they’ll do what you want.\nIf they are a PC:\nOn a 10+, both. On a 7-9, you choose 1:\n•If they do it, they mark XP.\n•They have to Keep Their Cool to refuse, at Disadvantage.\nOn a 6-, be prepared for the worst, whether they are a PC or NPC.",
            "notes":"When you Manipulate someone you have to say what you’re offering and what you want as part of the Move. Nothing’s for free. This can mean leveraging favor, offering goods or services, or a debt or favor. You could even offer flattery or sincere words. Manipulate is about exchange. The trade doesn’t have to be peaceful, but you aren’t making threats. If you want to threaten someone, you would use Intimidate. Manipulate can also be used to get information from people. You can offer them information in return for more information. “I will give you this if you tell me what I want to know” You would only roll Manipulate with a Crew Member if you are negotiating about something they don’t want to do for you or give to you."
        },  
        {
            "name":"Into the Abyss",
            "description":"When you stare unblinking into the Abyss looking for forbidden or forgotten knowledge, roll+Alien. On a 10+, You are shown dark visions that lend you insight. Ask the Abyss one question, and the Abyss will answer. The SM will ask you one question from The Abyss Stares Back. On a 7-9, Ask, and the Abyss will answer, but it is hungry. The SM will ask 2 questions from The Abyss Stares Back",
            "notes":"Into the Abyss allows your character to tap into the ever-present shadow that haunts all of space to gain some insight into your current situation. While you will have access to forbidden or strange knowledge through this move, you will also be exposed to the Abyss, and it will read you. Into the Abyss is always an unsettling experience, but sometimes you desperately need insight, no matter the cost.\n\nThis move references The Abyss Stares Back, which is a move that is used by the GM to learn more about the dark corners of your character’s soul."
        },
        {
            "name":"Assaulted by the Abyss",
            "description":"When you suffer direct exposure to exotic energies or forces, or a bizarre and terrifying experience, roll+Alien. On a 10+, your exposure is limited, choose 1. On a 7-9, The Abyss leaves its mark, choose 2.\n•The Abyss stares into you, the SM will ask you one question from The Abyss Stares Back. \n•You freeze up, you have to keep your cool, at Disadvantage to shake it off.\n•You are scarred by your experience, figuratively or literally. You may write a Hook about it.",
            "notes":"Assaulted by the Abyss is designed as a special version of Keep your Cool. You would use it in situations where a Crew member has been exposed to strange and dangerous energies, possession by alien entities, or bears witness to a truly horrific and alien event or scene. When your character is pushed beyond the limits of mortal experience, roll Assaulted by the Abyss.\n\nThis move references The Abyss Stares Back, which is a move that is used by the SM to learn more about the dark corners of your character’s soul."
        },
        {
            "name":"The Abyss Stares Back",
            "description":"When the Abyss stares into you and the SM asks you a question from the List below, you may either answer it truthfully, or decline to answer and suffer 1 Stress.\n•What terrifies your character to the core?\n•For what does your character’s darkest heart desire?\n•What was your character’s lowest moment?\n•For what does your character crave forgiveness, and from whom?\n•What are your character’s secret pains?\n•In what ways is your character’s mind and soul vulnerable? \n•What faint hope does your character cling to?",
            "notes":"The Abyss Stares Back Is the consequence of exposing yourself to the dark, strange, and alien side of life in space. There’s something that seems to exist throughout space. It may be a single expansive entity or force, or countless different phenomena. It may be actively malicious, or simply an unsympathetic cold alien force of nature. Either way it knows much, and influences much.\nAs a player, when you are asked a question from The Abyss Stares Back, you have the opportunity to showcase a dark flaw, a vulnerability, or some other scar of your characters’ that makes them more interesting. If you don’t wish to answer, or can’t think of anything, choose instead to suffer 1 Stress, as your character’s innocence is strained to breaking point."
        }
    ],
    "other_moves":[
        {
            "name":"Advancement",
            "description":"When you roll a 6-, or when a move directs you to, take XP. When you have 5 XP, choose 1:\n•Upgrade an Approach. \n•Gain a new Archetype Move. \n•Open a Gear slot.",
            "notes":""
        },
        {
            "name":"Get Hooked",
            "description":"When a Hook applies to the current situation, and either you, the SM, or another player brings it to the attention of your group, choose 1:\n•Decline the offer to apply your Hook and continue playing as normal.\n•Apply your Hook. You have Disadvantage going forward. Determine whether your Hook forces you to make a roll.",
            "notes":"You can claim a Hook to be activated both if you play along with it or go against it and try to persevere, so long as you’re acting at Disadvantage because of it. Play to your Hooks! They will complicate the situation, and make it more likely for you to roll a 6-, which will earn you XP. No pain, no gain!"
        },
        {
            "name":"Loadout",
            "description":"When you are somewhere safe and have access to all of your supplies, you may clear your marked Gear slots and refresh Uses of your Gear. Additionally you can Repair damaged armor.\n\nIf you wish to pick up Gear in the field, you may, but if you do not have a free slot available, you must leave something behind.",
            "notes":""
        },
        {
            "name":"Regulated Areas",
            "description":"Some areas do not allow you to wear armor or openly carry weapons. When you visit these areas, you must wear civilian clothes and cannot carry any weapons. Non-aggressive tools and Gear are still allowed.",
            "notes":""
        },
        {
            "name":"Downtime",
            "description":"When your Crew spends time relaxing after a Contract or cooped up in your ship while traveling between stars, each player describes how they spend their Downtime, and shows a short scene or vignette related to it. The SM or another player not in the scene may ask you some questions about your Downtime, answer them. If you:\n•Work on a personal project, mark 1 Tick on it.\n•Confront a Crew Member with a grievance or disagreement, you each may write a Hook related to the outcome. •Spend time getting closer to a Crew Member, you each may choose to heal 1 Stress or have Advantage Going Forward.\nDowntime Scenes do not Burn Fuses.",
            "notes":"Be aggressive framing Downtime scenes, begin them when something is already happening, and end them as soon as you have some kind of change or conclusion. Be sure to ask questions that you want to know the answers about, but don’t dwell on Downtime scenes. The scenes should be short and to the point, with maybe 1 or 2 rolls before they’re concluded. If a player wants to investigate or study something they learned about previously, consider what they are trying to learn, and whether it’s a personal project, a scope it out roll, or some other move."
        },
        {
            "name":"The Crew is Back in Town",
            "description":"When you Dock or land your ship somewhere for the first time or after being away for at least an Episode, roll+Disposition for the faction that controls the territory. On a 10+, you dock without issue, and everything seems clear. O a 7-9, your welcome isn’t a warm one, choose 1.\n•Trouble related to a Hook, Calamity, or recent indiscretion has caught up with the Crew.\n•There is an open conflict that makes this territory dangerous or unstable.\n•There is a shortage or crisis that has driven prices up, You have Disadvantage when dealing with local merchants or vendors.",
            "notes":""
        },
        {
            "name":"Negotiate Terms",
            "description":"When you commit to a Contract and meet your contact to negotiate the terms, roll+Disposition if you know your Client, or roll+Slick at Disadvantage if you don’t. On a 10+, your relationship is strong, or your negotiating skills are top notch. Choose 2. On a 7-9, you manage to get a small concession, choose 1. On a 6-, you get stonewalled, or there’s just nothing else they can give you.\n•You negotiate a better payment upon completion. When you complete this Contract, roll Your Ship Payment Move at Advantage. \n•You gain some useful information from your contact, the SM will reveal a hidden detail of the Contract.\n•You get an up-front expenses payment or resource provided. Each Crew Member makes a roll on Hey Big Spender, at Disadvantage.",
            "notes":"Negotiate Terms is only rolled after the Crew has chosen and accepted the Contract. Once the roll has been made, the Crew can’t back out of the Contract without severe consequences. Have a scene for meeting with or negotiating with the Client or Contact and give the Crew a chance to interact with them before they make the roll. Some moves may be used in the situation that may give Advantage to the roll."
        }
    ],
    "ship_payment":[
        {
            "name":"Hey Big Spender",
            "description":"When you’re flush with Currency and go looking for something to spend your ill gotten gains on, roll+Disposition with the local vendors or contacts to see what you can find. On a 10+, you can find your heart’s desire, spend big, and live life to the fullest. Purchase 1 item from the Specialist or Black Market list, or choose 3 from below: On a 7-9, you’ve got plenty of time and money. Choose 2: On a 6-, you only have access to the basics. Choose 1: \n•R&R: you spend some time relaxing, clear your Stress track. \n•Basic care: Heal all Harm you have suffered with a few days rough but competent treatment. \n•Me Time: Mark 1 Tick on a personal project. \n•Make 1 purchase on the Advanced Gear list. \n•Make 2 purchases on the Basic Gear list. \n\nOn a 6- or 7-9, you may choose 1 extra, but you must waste time searching for it, the SM will expose you to a danger or Burn the Fuse of an Episode Strain. Whatever choices you make, you spend the rest of your money on frivolous, fleeting pleasures and distractions until you’re broke again.",
            "notes":""
        },
        {
            "name":"Lucrative Exports",
            "description":"When your Crew hits the markets and exchanges with plenty of money, and go looking for cargo to purchase and transport for sale elsewhere, roll+Disposition with the local vendors and contacts. \n\nOn a 10+, there’s plenty to choose from. Choose 1 and describe it: Valuable Cargo, Contraband Cargo , or Cheap Cargo. \nOn a 7-9, there’s an OK selection. Choose 1 and describe it: Contraband Cargo or Cheap Cargo. \nOn a 6-, it’s slim pickings. You manage to buy some Cheap Cargo, describe it.",
            "notes":""
        },
        {
            "name":"Mercantile",
            "description":"When you dock in a system with your cargo hold full of goods to sell, roll 2d6. If you are selling Contraband Cargo, add +1 to the roll. If you are selling Valuable Cargo, you have Advantage. \n\nOn a 10+, it’s a good sale, choose 1 from Your Ship Payment Move. \nOn a 7-9, you can only get paid in kind. Roll Lucrative Exports. \nOn a 6-, it’s a net loss. Either the market was unfavorable or someone blew the profits.\n\n>>Valuable Cargo: \nValuable Cargo is worth a lot to someone. It’s worth so much that someone may try to steal it, or kill you for it. When you sell Valuable Cargo in a different system than when you bought it, roll Mercantile at Advantage.\nLuxury items or goods, rare antiques or artifacts, high quality goods, parts, or supplies, a rare animal, sensitive or valuable information.\n\n>>Contraband Cargo: \nContraband Cargo is illegal. When you are caught with Contraband Cargo by authorities, they may arrest, fine, or attack you, depending on their laws and the kind of Contraband you are carrying. Contraband can only be sold to criminal contacts, but when you sell your Contraband Cargo to a criminal contact, take +1 to your Mercantile roll.\nIllicit drugs or software, stolen or looted goods, illegal Modifications or weapons, dirty money or illegally obtained secrets, slaves, stolen or illicit information.\n\n>>Cheap Cargo: \nCheap cargo is the standard, ubiquitous stuff you can get just about anywhere.  It’s boring, but no-one is likely to kill you for it. When you sell Cheap Cargo in a different system than when you bought it, roll Mercantile. \nCommon goods, supplies, or parts. Simple industrial machinery, cheap disposable devices or products, civilian correspondence.",
            "notes":""    
        },
        {
            "name":"Personal Project",
            "description": "When you decide to devote your free time to a personal project within the scope of your expertise, such as solving a mystery, creating or modifying a device or technology, negotiating an accord, or learning a new skill, say what you want to do. The SM will say either “Sorry, it can’t be done.” Or “Sure! But...” Then some of the following:\n•You can do it with a 3-6 Tick Scene Clock; \n•You can do it with a 3-6 Tick Episode Clock; \n•You can do it with a 3-6 Tick Season Clock; \n•You will need the expertise or assistance of __________; \n•You will need to destroy/dissect __________; \n•You will need to travel to __________; \n•You will need to __________ first; \n•It’s going to be dangerous; \n•You’ll have to get/build/fix/take apart/figure out __________ first; \n•It’s going to cost you a favor to the wrong kinds of people; \n•The best you’ll be able to do is an unreliable, less effective, or weak version; \n•It’s going to take a lot of trial and error to perfect it; \n\nThe SM will connect them all with “And” Or a merciful “Or”. Fill in a Personal Project sheet with the details. \nIf it is a Scene Project, check a Tick on the Clock when you take a successful action that moves you towards your goal. \nIf it is an Episode Project, check a Tick on the Clock when you perform a scene that moves you towards your goal. \nIf it is a Season Project, check a Tick on the Clock when you complete and Episode and have shown that you have worked on your Project.",
            "notes":"Players may have any number of reasons to start a Personal Project. If a Player is going for something that has far-reaching consequences, or is trying something that is more outside of their characters expertise, the SM have the option to either say “No, sorry. It can’t be done” or make it very challenging, and require the help of other Crew Members or some NPCs that will come with their own baggage or trouble. Use your various types of Clocks for pacing, and select requirements in things that make sense, but would also be fun to have a scene or two with some interesting stakes tied to them. \n\nIf a Player is going for something that steps outside of the scope or themes of your game, talk to them on the player level, to see if there is a reasonable compromise you can reach. \n\nIt is worth noting that if an Intellect Player takes the workspace Move, you can’t tell them “No” anymore, so long as they are still working in their fields of expertise. The Intellect should be ambitious and creative with the sorts of problems  or mysteries they try to solve with their workspace."
        }
    ],
    "plot_moves":[
        {
            "name":"Pilot Episode",
            "description":"When you first sit down to play Impulse Drive with a group, go through the following list:\n\n01 The Space Master pitches the game to the players, including basics of rules, the types of adventures Impulse Drive aims to tell, and any ideas the GM has for a game. \n02 The GM introduces the concepts of each Archetype, and players each choose a Archetype. It is recommended, though not necessary for each player to choose a different class. \n03 Each player chooses or creates a name for their character. \n04 Each player chooses the description for their character. \n05 The SM describes how each Approach works and what it represents, and each player assigns modifiers to their Approaches. \n06 Each player chooses a past or Background for their character. \n07 Each player reads their starting Move and makes any choices they need. \n08 Each player takes a turn introducing their character by name, description, and past. \n09 Each player takes a turn reading out at least three of their Hooks and filling in the details with other Crew members, NPCs, Groups, or various complications as they see fit. \n10 Each player chooses 3 Hooks to be their Starting Hooks and writes them in the Hooks section on their Playbook. \n11 The Crew works together to build their ship from the available options: Assigning the name, look, primary systems, Drive, and secondary systems. This can be left until later in the first session if you want to start play faster. \n12 The SM sets the scene, usually a dangerous or charged situation that calls the crew to some kind of decisive action. \n13 Start playing.",
            "notes":""
        },
        {
            "name":"Previously On",
            "description":"When your group starts a new Episode, go through the following list: \n01 Briefly go over what happened in the last session, mentioning any highlights. \n02 List each Crew Member’s Hooks. Players may take this opportunity to change their Hooks or write new ones. \n03 Set the scene for the beginning of this session and begin playing.",
            "notes":"Previously On is useful to help everyone refresh on what happened in previous sessions, and to state some intent for this session."
        },
        {
            "name":"Cliffhanger",
            "description":"When you reach the end of an Episode, go through the following list: \n\nEach Player takes a turn reading their three Hooks: \n•If the table agrees that at least one of the players’ Hooks impacted events or the character, the player marks XP. \n•The Player then removes any Hooks they feel are no longer relevant and writes new Hooks, inspired either by recent events in the game or their original Hooks list from character creation. \n\nAsk the following questions and answer them as a group: \n•Did we complete a mission or Contract? \n•Did we learn something new and important about the universe? \n•Did we make a new enemy, or thwart an existing enemy? \n•Was there a big moment that hinged on a crucial roll?\nFor each yes, all players mark XP. After these questions have been resolved, mark Burn and Ticks on appropriate Season Strains and Personal Projects, including Debt and Ship Maintenance.",
            "notes":"Cliffhanger is a chance for everyone to talk about the game, and remember some of the high notes or important things that happened. It is also a structured way for you to have a look at whether you have pursued the goals of the game and your players. \nWhat is an Episode? \nAn episode is a length of time in the game that is signified by several factors. the beginning is often clear cut. When you gather to start playing for the day’s session, at the start of a new mission after some Downtime, when a new fictional threat is introduced. Likewise the end of an episode can follow similar cues. At the end of a mission, or after downtime that has capped off a mission. When you’re done playing for the day, after you have wrapped up an adventure or neutralized a meaningful threat, or as the name of the end of episode moves suggests, after a big reveal on a Cliffhanger. Discuss whether you’re at the beginning or end of an Episode as a group, but let your instincts and the media that inspires you guide you to the answer. You will often feel when you’ve hit the end of an Episode."
        }

    ]
}