{
    "n-armor (1-armor, 2-armor etc.) (mechanical)":" reduces incoming harm by n-much.",
    "+narmor (+1armor, +2armor) (mechanical)":" adds n to the protection it affords.",
    "n-harm (1-harm, 2-harm etc.) (mechanical)":" inflicts n-much harm.",
    "+nharm (+1harm, +2harm) (mechanical)":" adds n to the harm it inflicts.",
    "+bonus (+1hot forward, +1sharp when eyesight matters, +1 to going aggro etc.) (mechanical)":" adds to a particular stat or a particular move’s roll, under the specified conditions.",
    "+nchoice (+1choice) (mechanical)":" allows the player to choose 1 more option from the move than her roll would normally give her.",
    "Alive (cue)":" it’s a living creature.",
    "AP (mechanical)":" armor-piercing. It ignores its target’s armor, inflicting its full harm.",
    "AV (constraint)":" anti-vehicle. It’s intended to target vehicles or large structures, not individual human targets.",
    "Applied (constraint)":" it takes intimacy and uninterrupted time for the character to use it. You’d better have a willing subject, or restrained. Contrast tag.",
    "Area (mechanical, constraint)":" its target or subject is an area, not a person; it fully affects everyone and everything there. An area weapon used against a larger gang inflicts its full harm, provided that the gang is crowded into the area in question.",
    "Autofire (mechanical, cue, constraint)":" at the character’s option, the weapon makes an area attack (cf), but must immediately reload (cf).",
    "Braced (constraint)":" It can’t be fired while held, but must be braced in a stable position for firing.",
    "Close (constraint, a range)":" she can bring it to bear only when she’s pretty close to her target or subject. If they could call to one another and have a shouted conversation, they’re close enough.",
    "Close/far (constraint, a range)":" she can bring it to bear at both close and far range.",
    "Emplaced (constraint)":" It’s mounted on a vehicle or structure, and can’t easily be moved or removed.",
    "Far (constraint, a range)":" she can bring it to bear only when she’s pretty far from her target or subject. If she can see the whites of his eyes, they’re too close together.",
    "Hand (constraint, a range)":" she can bring it to bear only when she’s within arm’s reach of her target or subject.",
    "Hi-tech (constraint, cue)":" it’s high tech, not the kind of simple machine that can be easily manufactured in these crude times. It’s also worth more than 1-barter, probably, but that’s incidental.",
    "Implanted (constraint)":" it’s permanently implanted in its user’s skin, body, or brain. Contrast worn.",
    "Infinite (constraint)":" throw one away, the character has another one, and another, and another; she has as many as she needs. It’s important to distinguish an infinite thing, as one item, from any one of its individual members. Take infinite valuable knives, for instance: the character can throw one knife away and have more, indefinitely, but if she throws all her knives away as an item, they’re all gone. Similarly, it’s all her knives as an item, not any individual knife, that are valuable. Treat any one knife as disposable, transient, not even really a thing.",
    "Intimate (constraint, a range)":" she can bring it to bear only when she’s very close to her target or subject, close enough to hold, kiss or grapple him. Arm’s reach isn’t close enough.",
    "Loud (cue)":" everyone nearby hears it, and can potentially identify what made the noise. It wakes up sleeping people, startles people who aren’t expecting it, makes small children cry, and is generally distinctive and unignorable.",
    "Messy (cue)":" it’s loud (cf). Furthermore, it might hit every person in its area but might miss any given person in its area; and it leaves a mess behind—cosmetic property damage, blood and gore, barf or shit or other bodily produce, or some other kind of mess as appropriate.",
    "Refill (mechanical)":" using it uses it up. e character can’t use it again unless she has a refill.",
    "Reload (constraint)":" using it once means that the character has to take specific action to reload or reset it before she can use it again.",
    "Remote (constraint)":" the character can use it at a distance by remote control, or maybe it can operate at a distance autonomously.",
    "S-harm (cue)":" it disables its target without causing any harm. Use it on a PC, and doing anything at all means doing it under fire; the fire is “you’re stunned.”",
    "Slow (constraint)":" it has reload (cf). Furthermore, the character has to take specific action to load or ready it the first time, before using it.",
    "Tag (constraint)":" the character has to touch her target to use it, but only an instant of time, and there’s no need for the subject or target to cooperate. Contrast applied.",
    "Valuable (constraint, cue)":" it’s worth more than 1-barter.",
    "Worn (constraint)":" to use it, the character has to be wearing it. Contrast implanted."
}