{
    "moves":[
        {"id":0, "gameid":5, "class": "", "name": "", "description": ""},
        {"id":1, "gameid":5, "class": "blackhat", "name": "The Boss", "description": "When you impose your will on your gang to get them to do something they don't want to do, roll + Grit. On a 12+, all 4. On a 10+, choose 3. On a 7-9. choose 2. On a miss, someone in your gang will try to make a dedicated attempt to takeover as boss.\n•They do what you want.\n•They don't fight back over it.\n•You don't have to make an example of one of them.\n•You don't have to pay them extra."},
        {"id":2, "gameid":5, "class": "blackhat", "name": "Legend of the West", "description": "When you meet someone new or roll into town, roll + Charm. On a hit, they've heard of you and your deeds, and you tell the Marshall what they've heard. They'll react accordingly, either by helping you, or trying to stay the hell out of your way. On a 10+, you get +1 to rolls to interact with them.\nOn a miss, they've heard about you, and aren't too happy to be meeting you."},
        {"id":3, "gameid":5, "class": "blackhat", "name": "Liars and Thieves", "description": "When you have your gang turn out their pockets and saddlebags for something, roll + Grit. It has to be something small enough to fit, and nothing Luxe or Mystical.\nOn a 10+, one of your guys has just the thing, or close enough. On a 7-9, one of them has something pretty close. On a miss, one of them had it, but some asshole stole it."},
        {"id":4, "gameid":5, "class": "blackhat", "name": "There Ain't No Jail That Can Hold Me", "description": "When you try to escape a situation of captivity roll + Quick. On a 10+, you escape, just like that. Tell the Marshall how. On a 7-9, it's not quite that simple; you might have to take a chance or wait for the gang to come break you out, but the Marshall will present you with an opportunity for your escape.\nOn a miss, you're caught red-handed in the middle of an escape attempt."},    
        {"id":5, "gameid":5, "class": "gambler", "name": "Cardsharp", "description": "In your hands, a simple playing card is a deadly and accurate thrown weapon. (2 harm close, infinite)"},
        {"id":6, "gameid":5, "class": "gambler", "name": "Cardswarm", "description": "Sometimes, a Gambler needs a distraction to make a speedy exit. All you have to do is pick up a deck of cards, and shuffle them just so. Roll + Strange. On a hit, a barrage of cards flies out, blanketing the whole area in cards, which flutter slowly to the ground, granting -1 ongoing to all rolls made to do things like fire into or out of the area, or +1 ongoing to rolls to take cover or escape. On a 10+, choose either:\n•Increase the penalty to -2 forward, and the bonus to +2 ongoing.\n•The effect is particularly long lasting, enough to last for an entire Fight."},
        {"id":7, "gameid":5, "class": "gambler", "name": "Deal with the Devil", "description": "Anytime after you roll, you can give the Marshall 1 Hold to turn a failed roll into a 7-9, or a 7-9 into a 10+. The Marshall can spend their Hold at any time to make a Hard Move."},
        {"id":8, "gameid":5, "class": "gambler", "name": "Hellfire", "description": "When you call up hellfire, roll + Strange. On a 7-9, hold 2, on a 10+, hold 4. While you have hold, your hands blaze with hellfire (your fists do 2 harm, hand, ap, fire) You can spend one hold to shoot a blast of fire (2 harm, close/far, ap, fire), or two hold for a burst (2 harm, close, area, ap, messy, fire) You can let go of your hold at any time."},
        {"id":9, "gameid":5, "class": "gambler", "name": "Satan's Little Helper", "description": "When you conjure up a spirit to do your bidding, roll + Strange. On a hit, you order it to do a task:\n•Spy on someone, and then report back.\n•Steal something and deliver it to you.\n•Sabotage something.\n•Put a hex or curse on someone.\nOn a 7-9, pick 1. On a 10+, pick 2.\n•You can order the spirit to do a second task.\n•The spirit performs the task stealthily.\n•The spirit performs the task with unusual speed.\n•The spirit does not get into additional mischief.\nOn a miss, you think the spirit's under your control, but it's not."},
        {"id":10, "gameid":5, "class": "gambler", "name": "Shortcut", "description": "When you tear a hole in reality to make an exit in a hurry, roll + Strange. On a 10+, poof, you're gone. On a 7-9, you can go or stay, but if you go, it'll cost you: you'll leave something behind or take something with you, the Marshall will tell you what. On a miss, the rift doesn't lead where you thought it would."},
        {"id":11, "gameid":5, "class": "gambler", "name": "The Most Dangerous Game", "description": "When you perform a ritual to summon a demonic spirit and force it to control eldritch energy, gain a Miracle. Replace “the Mystic Wastes” with “Hell.”"},
        {"id":12, "gameid":5, "class": "gunslinger", "name":"Aim With My Eye, Shoot With My Mind", "description:": "When you follow up on answers from Sizing Up a Situation or Person, add +2 instead of +1."},
        {"id":13, "gameid":5, "class": "gunslinger", "name":"Code of the Duel", "description":"When you are in a Duel, spend one more than you normally would.  Outsiders cannot interfere."},
        {"id":14, "gameid":5, "class": "gunslinger", "name":"Fan the Hammer", "description":"Any Revolver you wield gains the Area keyword."},
        {"id":15, "gameid":5, "class": "gunslinger", "name":"I Deal In Lead", "description":"Whenever you inflict harm, inflict +1 harm."},
        {"id":16, "gameid":5, "class": "gunslinger", "name":"One Man Gang", "description":"In a Fight, you count as a small gang, inflicting harm and having armor as appropriate."},
        {"id":17, "gameid":5, "class": "gunslinger", "name":"Tough Customer", "description":"While you are injured, you gain +1 Armor."},
        {"id":18, "gameid":5, "class": "gunslinger", "name":"True Grit", "description":"When you Cowboy Up, roll Grit instead of Quick."},    
        {"id":19, "gameid":5, "class": "headhoncho", "name":"Leadership", "description": "In a Fight, spend one more than you normally would if your gang is fighting for you."},
        {"id":20, "gameid":5, "class": "headhoncho", "name":"Wealth", "description": "If your Town is secure and your rule unchallenged, at the beginning of each session roll +Grit. On a 10+ you have your Town's surplus. On a 7-9, you have surplus, but choose one of your Wants. On a miss, or if your Town is compromised, your Town is in Want."},
        {"id":21, "gameid":5, "class": "homesteader", "name": "Bounty of the Land", "description": "At the start of the session, if your Homestead is secure, roll + Savvy. On a 10+, you have surplus on hand and available. On a 7-9, you have surplus, but also choose one want. On a miss, or if your Homestead is in chaos, your Homestead is in want."},       
        {"id":22, "gameid":5, "class": "homesteader", "name": "Dinner Conversation", "description": "When you sit down to have dinner with friends and family, gain Insight. Head of Household: When you roll to help another character, you can roll Savvy instead of Hx. This Is My Land: When you are fighting for your home, gain +1 Armor and inflict +1 Harm. Well-Rounded: Increase any stat by +1 (Max +2)."},
        {"id":23, "gameid":5, "class": "homesteader", "name": "Western Hospitality", "description": "When you cook a meal for guests with all the fixin's, they get +1 Forward and you mark experience."},
        {"id":24, "gameid":5, "class": "junker", "name": "Machinist", "description":"When you go into your Workspace, and dedicate yourself to making a thing, fixing a thing, investigating a thing, or working on something, decide what you're doing and tell the Marshall, who will respond, “sure, no problem, but,” and then 1 to 4 of the following, possibly with some “ands” and/or “ors.”\n•It's going to take hours/days/weeks/months of work. \n•First you'll need to get/build/fix/figure out ____. \n•You're going to need help from ____.\n•You'll need supplies worth __ Dinero.\n•It's going to have some downside or flaw.\n•It's going to mean exposing yourself to serious danger. \n•You're going to have to take ____ apart to do it.Once you accomplish that, you finish the task itself. The Marshall will do whatever is called for at that point."},
        {"id":25, "gameid":5, "class": "junker", "name": "Jury-Rig", "description":"When you touch a non-functioning device, roll + Strange. On a hit, hold 2, or 4 on a 10+. Spend your hold 1 for 1 to either:\n\n•Make the device work for an hour.\n•Make the device work above normal capacity for 15 minutes.\nOn a miss, you almost mostly fix it, but it will break during a crucial moment."},
        {"id":26, "gameid":5, "class": "junker", "name": "Mystic Telegraph", "description":"When you concentrate on sending someone a message through the Mystic Wastes, roll + Strange. On a 7-9, they get the message, mostly intact, with only a little static from the Mystic Wastes. On a 10+, they get the message, crystal clear, and you can even get an emotional sense of how it was received. On a miss, you've just bared your mind and soul to the Mystic Wastes."},
        {"id":27, "gameid":5, "class": "junker", "name": "Power of the Storm", "description":"When you set up your equipment to harness the power of a storm, gain a Miracle."},
        {"id":28, "gameid":5, "class": "junker", "name": "Scavenger", "description":"At the start of each session, or when you have a chance to scavenge during play, say what you're looking for and roll + Savvy. No matter what you roll, you'll at least find something. On a 10+, pick 3, on a 7-9, pick 2, on a miss, pick 1.\n\n•It's in working condition.\n•It's more or less what you were looking for.\n•It serves a potent and useful purpose.\n•It doesn't belong to anyone else who might come looking for it."},
        {"id":29, "gameid":5, "class": "junker", "name": "Technobabble", "description":"When you describe a plan of action, using “scientific principles,” that you, as a player, just made up, whoever acts on that plan takes +1 forward."},
        {"id":30, "gameid":5, "class": "junker", "name": "Weird Science", "description":"When you use any Junker creation or other artifact of strange science, roll + Strange instead of what you would normally roll to use it."},
        {"id":31, "gameid":5, "class": "lawdog", "name":"Always Get Your Man", "description":"When you follow the trail of someone you know is guilty of a Hangin' Crime, roll + Savvy.  On a 10+, you will inexorably track them to their destination, and choose one: \n•You catch them on even footing. \n•You catch up to them before they reach their destination. \n•You beat them to their destination, and can prepare for their arrival. On a 7-9, you track them to their destination, but the Marshall chooses one: \n•When you catch up to them, they have the advantage. \n•The journey is long and arduous. \n•To catch them, you have to ride ahead of your companions."},
        {"id":32, "gameid":5, "class": "lawdog", "name":"Hunchin'", "description":"When you Open Your Mystic Senses roll + Savvy instead of + Strange."},
        {"id":33, "gameid":5, "class": "lawdog", "name":"Judge of the Guilty", "description":"When you Size Up a Person, you have two extra questions you can ask: \n•Have you committed any Hangin' Crimes in the last year? \n•Have you ever committed (name a particular Hangin' Crime)?"},
        {"id":34, "gameid":5, "class": "lawdog", "name":"Justice Comes From the Barrel of a Gun", "description":"You do +1 Harm to those you know are guilty of a Hangin' Crime, and you get +1 Armor against their attacks."},
        {"id":35, "gameid":5, "class": "lawdog", "name":"Rally the Townsfolk", "description":"When you speak to a mob about a threat that concerns their livelihood, roll + Charm.  On a hit, they unite and will fight for you as a gang (2 harm, 0-armor, Vulnerable: Desertion, size as appropriate).  On a 10+, add +1 harm, +1 armor to the gang, or lose Vulnerable. On a miss, congrats, you're the scapegoat."},
        {"id":36, "gameid":5, "class": "lawdog", "name":"That's a Hangin' Crime in My Book", "description":"Name another crime.  Add it to the list of crimes that count as Hangin' Crimes."},
        {"id":37, "gameid":5, "class": "lawdog", "name":"Welcome Reputation", "description":"When you enter a community with your badge of office revealed, roll + Charm. On a hit, they welcome you into the community, and tell you their sorrows.  On a 10+, you take +1 forward for dealing with members of the community.  On a miss, they don't trust you, and are resentful of your presence."},
        {"id":38, "gameid":5, "class": "lonerider", "name":"Animal Friend", "description":  "When you Size Up an Animal, roll + Savvy.  On a hit, you may ask questions as if you had used the Size Up a Person move on them."},
        {"id":39, "gameid":5, "class": "lonerider", "name":"Born on Horseback", "description":  "In a Fight, spend 1 more than you normally would as long as you're on Horseback."},
        {"id":40, "gameid":5, "class": "lonerider", "name":"Horse Sense", "description":  "When you are alone with your Horse and wonder what your best course of action is, gain Insight."},
        {"id":41, "gameid":5, "class": "lonerider", "name":"Live off the Land", "description":  "When you make the Downtime move, if you've spent considerable time in the wilderness, roll + Savvy.  On a hit, you find enough food to cover basic living expenses.  If your living expenses are already zero, gain one Dinero. On a 10+, either gain 1 Dinero, or find enough food to cover basic living expenses for another person."},
        {"id":42, "gameid":5, "class": "lonerider", "name":"The Quick and the Dead", "description": "When you Attack Someone, or make a Fight move that depends on Grit, roll Quick instead."},
        {"id":43, "gameid":5, "class": "lonerider", "name":"Trackin'", "description":  "When you read tracks, roll + Savvy.  On a hit, ask 2 questions.  On a 10+, ask 3. \n•What happened here? \n•Who did these tracks belong to? \n•Where did they go? \n•Where did they come from? \n•What were they doing?"},
        {"id":44, "gameid":5, "class": "lonerider", "name":"Wander the Wastes", "description":  "When you travel into the wilderness, roll + Strange.  On a hit, you travel to any named location you've ever heard of. On a 10+, pick 4.  On a 7-9, pick 2. \n•Name a place; if it exists, you travel there. \n•The journey takes you twice as fast as you normally would. \n•The journey takes a single day, no matter how far or improbable. (Counts as 3 choices) \n•You can lead other people there (1 per person). \n•You arrive in an advantageous position, take +1 forward."},        
        {"id":45, "gameid":5, "class": "saint", "name":"Armor of Faith", "description": "Your faith counts as Armor 1. If you're wearing conventional armor instead, use that instead."},
        {"id":46, "gameid":5, "class": "saint", "name":"Consecrate", "description": "When you perform rites of your faith to consecrate an item for a certain task, roll + Strange. On a 10+, hold 3. On a 7-9, hold 1. Anytime any character makes a roll while using the item for the named task, they may spend 1 hold to gain +1 forward for that roll.\nIf the consecrated item is a weapon, a character may spend a hold when inflicting harm with it to treat the weapon as whatever the target is vulnerable to, if it happens to have a specific vulnerability or weakness.\nYou can only Consecrate one item at a time. On a miss, you may not Consecrate any more items this session."},
        {"id":47, "gameid":5, "class": "saint", "name":"Insightful", "description": "When another character comes to you for advice, tell them honestly what you think their best course of action is. If they follow your advice, they take +1 forward for any rolls involved in that course of action, and you mark experience."},
        {"id":48, "gameid":5, "class": "saint", "name":"Lay on Hands", "description": "When you put your hands skin-to-skin on a wounded person and open your soul to their injuries, roll + Strange. On a 10+, they heal 1 segment. On a 7-9, they heal 1 segment, and you are acting under fire from their injuries On a miss, you've opened up both your souls to the mystic wasteland. Treat it as though you've made that move and blown the roll."},
        {"id":49, "gameid":5, "class": "saint", "name":"Miracle Worker", "description": "Once per session, when you call upon your faith for a miracle, you gain a Miracle. Voice of God: When you speak with the voice of authority and faith, you may roll + Strange instead of + Charm to Palaver with someone."},
        {"id":50, "gameid":5, "class": "sawbones", "name":"Surgery", "description": "You can use your medicine to tend to the wounded.\nWhen you Treat an NPC, spend 1 Supply. They'll stabilize, and will recover in time.\nWhen you perform Surgery to treat Severe Wounds (at 9:00 or more, but not at or past High Noon), spend up to 3 Supply and roll + Supply Spent.\nOn a hit, the character recovers to 6:00. On a 7-9, choose one. On a 10+, choose two.\n•The treatment went particularly well. The character recovers to 3:00 instead.\n•It didn't need as many supplies as you thought it would. Spend 1 fewer Supply. \n•It's a difficult, but rewarding procedure. Mark experience.\n•In their delirium, they babble the truth to you. They must tell you a secret. \n•You have to sedate them. How long will they be out?\n•They are at your mercy. What do you do to them? On a miss, you do 1 harm.\nWhen you perform Surgery to treat Mortal Wounds (at or past High Noon), roll + Supply spent. On a 10+, they recover to 6:00. Choose one:\n•They'll be out of action for a few days.\n•It will leave a nasty scar.\n•They are in your deep, deep, debt.\nOn a 7-9, they recover to 6:00, but it's a difficult process. They'll be out of action for a week, will have some sort of permanent scar, and they certainly owe you one.\nOn a miss, you've done all you can for them. They're Dyin'."},
        {"id":51, "gameid":5, "class": "sawbones", "name":"Barbershop Confessional", "description": "When you give someone a medical checkup cosmetic care, like a shave or a haircut, they will tell you what most bothers them, and what they'd most like someone to do about it."},
        {"id":52, "gameid":5, "class": "sawbones", "name":"Doctor's Orders", "description": "When you heal any harm on a person, you can Palaver with them, and treat it as if you rolled a 10+."},
        {"id":53, "gameid":5, "class": "sawbones", "name":"Modern Medicine", "description": "When you have access to your Doctor's Bag and tend to a person or medical problem, decide what you want to accomplish, and tell the Marshall, who will respond, “sure, no problem, but,” and then 1 to 4 of the following, possibly with some “ands” and/or “ors.”\n•It's going to take hours/days/weeks/months of work.\n•First you'll need to get/build/fix/figure out ____.\n•You're going to need help from ____.\n•You'll need to spend supplies worth ___ Dinero.\n•There's going to be some downside or side effect.\n•It's going to mean exposing yourself or your patient to serious danger. \n•You're going to have to take ____ apart to do it."},
        {"id":54, "gameid":5, "class": "sawbones", "name":"Patented Miracle Tonic", "description": "Spend 1 Supply and a few hours of time to make a dose of your Patented Miracle Tonic. Whoever drinks it heals 1 harm, and gets +1 to their next roll."},
        {"id":55, "gameid":5, "class": "sawbones", "name":"Peaceful Passage", "description": "When you approach a hostile settlement, camp, or stronghold, unarmed and with declaration of good intent, roll + Charm.\nOn a hit they let you in to tend to the wounded, after giving you a good search and sending along a minder, and they'll let you go when you want to leave.\nOn a 7-9, choose 1. On a 10+, choose 2.\n•They don't send a guard to keep an eye on you.\n•They don't search you too closely, on the way in, or the way out.\n•You can ask for an audience with anyone you like, and you'll get it.\n•You can access secure places and locations.\n•If they have hostages, you can take one with you when you leave, so long as at least one remains behind."},
        {"id":56, "gameid":5, "class": "sawbones", "name":"Pharmacological Forager", "description": "At the start of each session, or when you have downtime, roll + Savvy. On a hit, gain 1 Supply. On a 10+, gain 3 supply. On a miss, this area is all tapped out for medical supplies, you can't roll again here until the situation changes."},    
        {"id":57, "gameid":5, "class": "siren", "name":"Artful & Gracious", "description":"When you put on a performance or place your art on display in front of its intended audience, roll + Charm. On a 10+, hold 3, on a 7-9, hold 1. Spend all your hold to name an NPC member of the audience and choose one of the following:\n•This person must meet me.\n•This person must have my services.\n•This person loves me.\n•This person must give me a gift.\n•This person admires my patron."},
        {"id":58, "gameid":5, "class": "siren", "name":"Black Widow", "description":"When you Threaten Someone or Attack Someone, roll + Charm for NPCs and + Hx for PCs."},
        {"id":59, "gameid":5, "class": "siren", "name":"Fascinating", "description":"When you have time and solitude with someone, they become fascinated with you. Roll + Charm. On a 10+, hold 3. On a 7-9, hold 2. They can spend their hold, 1 for 1, by doing any of the following:\n•Giving you something you want.\n•Acting as your eyes and ears.\n•Fighting to protect you.\n•Doing something they tell you to.\nNPCs cannot act against you while you have hold over them. For PCs, anytime you like, you may spend your hold, 1 for 1:\n•inspire them with the thought of you; they gain +1 forward now. \n•distract them with the thought of you, they take -1 forward now."},
        {"id":60, "gameid":5, "class": "siren", "name":"Silver Tongued Devil", "description":"You can talk anyone into believing just about anything. When you spin a lie to an NPC, roll + Charm.\nOn a 10+, they believe you, hook line and sinker, and will take immediate action based on that belief. On a 7-9, they believe you, but what they do about it is up to them.\nOn a miss, you are caught in the lie.\nIf you say something that is obviously false (“two plus two is five” or “shooting yourself in the head is safe”), your target believes your sincerity... but probably thinks you're an idiot or insane.\nWhen using the Size Up a Person move, other Player Characters cannot ask if you are telling the truth."},
        {"id":61, "gameid":5, "class": "siren", "name":"Siren's Song", "description":"When you sing, anyone who does anything other than watch and listen is acting under fire."},
        {"id":62, "gameid":5, "class": "siren", "name":"Welcome to My Parlor", "description":"You have a safe haven. When you are in your Parlor, any move you use that generates Hold gets +1 Hold."}
    ]
}