{
"Basic":
    {
        "COWBOY UP": "When the stakes are high and it's time to Cowboy up, roll + Quick.\nOn a 10+, you do the thing you set out to do, or avoid a danger, no problem. On a 7-9, there's a hitch, the Marshall will choose from one of the following: \n•A hard bargain.\n•A worse outcome.\n•Success at a price.\n•A choice between one or more of the above.",
        "THESE VIOLENT DELIGHTS":"When you engage in violence with an opponent, roll +grit. On a hit, trade harm and choose 1. On a 10+, choose 2: \n• You don’t get hurt too bad; take -1 harm.\n• You inflict terrible harm; deal +1 harm\n• You create an opening or an opportunity for an ally; that ally gains +1 forward.\n• You're able to disengage and Take Cover",
        "TAKE COVER":"When you're out of direct danger during a hostile situation and take a moment to gather yourself, roll+quick.\nOn a 10+, you're able to take a breather, choose 2.\nOn a 7-9, you're able to recover something, but you're back in the action, choose 1, then COWBOY UP.\n• Ready a Move, Weapon, or piece of Gear that needs reloading. \n• First Aid: bandage up a buddy, remove 1 Harm.\n• Shrug it off: Heal “Just a scratch” or “I’m rattled” on yourself.",        
        "THREATEN VIOLENCE":"When you threaten violence, here and now, say what you want them to do and what you'll do if they don't. Roll + Grit.\nOn a 10+, they choose:\n•Do what you want.\n•Force your hand and suck it up. \nOn a 7-9, they can instead choose: \n•Fight back. Now you're in a Fight. \n•Flee. Let them go or start a Fight.",
        "HELP OR INTERFERE":"When you help or interfere with someone who's about to roll, roll + Hx. On a 7-9, add +1 or subtract -1 to their roll. On a 10+, add +2 or subtract -2.",
        "PALAVER":"When you palaver with someone, establish what you have that they want (a threat, a promise, or a bargain), say what you want them to do, and roll + Charm.\nAgainst NPCs, on a hit, they'll do it if you promise them something.\nOn a 10+, whether you keep your promise is up to you.\nOn a 7-9, they need some concrete proof or assurance right now. Against PCs, on a 7-9, choose one. On a 10+, both.\n•If they do it, they mark experience.\n•If they don't do it, they take -1 to their next move.",
        "SIZE UP A SITCH":"When you size up a dangerous situation, roll + Savvy.\nOn a hit, you ask the Marshall questions. When you act on one of those answers, take +1 forward. On a 7-9, ask one. On a 10+, ask three. On a miss, ask one anyway. You'll need it.\n•What is my best escape route / way in / way past?\n•Which enemy is most vulnerable to me?\n•Which enemy is the biggest threat?\n•What should I be on the lookout for?\n•What's my enemy's true position?\n•Who's really in control here?",
        "SIZE UP A PERSON":"When you size up a person during an intense interaction, roll + Savvy. On a hit, ask that character's player questions. On a 7-9, ask one. On a 10+, ask three. On a miss, ask one anyway. You'll need it. \n•Are you telling the truth?\n•What are you really feeling?\n•What do you intend to do?\n•What do you wish I would do? \n•How could I get you to do ______?",
        "OPEN YOUR MYSTIC SENSES":"When you open your mystic senses, roll + Strange.\nOn a hit, the Marshall will tell you something new and interesting about your situation, and might ask you a question or two, answer them. On a 7-9, you'll get an impression. On a 10+, you'll get good details.",
        "EXPERIENCE POINTS":"Whenever you fail a roll, or roll a total of 12 or more, mark experience on your sheet. Once you have five experience, erase them all and take an advance.",
        "END OF THE SESSION":"At the end of the session, choose a character who knows you better than they used to. They add +1 Hx with you on their sheet. If no one knows you better, instead choose a character who doesn't know you as well as they thought they did, or anyone you like. They take -1 Hx.\nIf History reaches +4, reset it to +1 and Mark experience. If History reaches -4, reset it to -1 and Mark experience."
    },
"Other":
    {
        "HARM":"When you take harm, roll + Harm suffered.\nOn a 10+, the Marshall chooses one from the following list:\n•You're out of the action, unconscious, incapacitated, trapped, or panicked. \n•It's even worse than it looked. Take +1 harm.\n•Choose two from the list below.\nOn a 7-9, the Marshall chooses one from the following list: •You lose your footing.\n•You lose your grip on something you're holding.\n•You lose track of something or someone.\n•You miss noticing something important.\n•You are stunned for the briefest of moments.\nOn a miss, the Marshall can still choose one from the 7-9 list if they want, but have to subtract one from your harm suffered to compensate.",
        "OTHER FOLKS WOUNDS":"When another player inflicts Harm on you, gain Hx with them equal to the Harm inflicted. (If this takes you to +4 or above, reset to +1 and mark experience.)\nWhen you heal another player's harm, gain Hx with them equal to the number of wound segments healed. (If this takes you to +4 or above, reset to +1 and mark experience.)",
        "MIRACLES":"By default, you can't work Miracles. The Gambler, Junker, and Saint all have moves to work Miracles. When you work a Miracle, roll + Strange.\nOn a hit, choose one:\n•You reach through the Mystic Wastes, and interact with something or someone connected to it.\n•You create something from the energy of the Mystic Wastes. \n•Open a window or portal into the Mystic Wastes.\n•Protect a person or thing from the Mystic Wastes.\n•Make something known to the entities living in the Mystic Wastes.\nBy default, the Miracle persists only as long as you actively sustain it, can only reach shallowly into the nearby Mystic Wastes, and will have mystic side effects.\nOn a 7-9 choose one. On a 10+, choose two.\n•The effect will persist for a while without you needing to sustain it.\n•You can reach deeply into the Mystic Wastes for a larger effect.\n•You can reach broadly into the Mystic Wasters for a wider effect or reach something farther away. \n•There's no mystical side effects.\nOn a miss, the power of the Mystic Wastes is no longer under your control.",
        "INSIGHT":"By default, you don't have access to Insight. The Homesteader, Lone Rider, and Saint all have moves that give them Insight.\nWhen you gain Insight, the Marshall will tell you honestly what they think your best course of action is. Take +1 to all die rolls you make while pursuing that course of action. If you pursue that course and fail anyway, mark experience.",
        "DYIN'":"When you hit or go past High Noon and don't receive medical attention, choose one. You can't choose the same option twice over the life of your character.\n•Come back with +1 Strange. (Max +3)\n•Come back with a permanent injury, and -1 to any stat.\n•Come back as a Revenant. \n•Die."
    },
"Dinero":
    {
        "BUYIN' STUFF":"When you need to buy a thing, and the Marshall agrees that the thing is readily available, spend Dinero and get the thing.\nIf the item is scarce, go to a Town's market and roll + Savvy.\nOn a 10+, no problem, buy the thing.\nOn a 7-9, the Marshall will choose one:\n•It costs 1 more Dinero than you'd expect.\n•It's available, but only if you meet with a guy who knows a guy.\n•You find something similar, but not quite.\n•I had one, but I just sold it to Big Ralph. Maybe he'll sell it to you? (You can use a name other than Big Ralph.)",
        "GIFT GIVIN'":"When you give someone a gift worth 1 or more Dinero, you can Palaver with them, and treat it as if you got a 10+ without rolling.",
        "TRACKIN' DOWN A THING":"When you make it known you're looking for something, such as information, a person, or an opportunity, roll plus Dinero spent (max +3).\nOn a 10+, it comes to you, no strings attached.\nOn a 7-9, it comes to you, or something pretty close to you.\nOn a miss, it comes to you, strings wicked attached.",
        "COST OF LIVIN'":"Whenever there's a stretch of Downtime, spend 1 or 2 Dinero to maintain your lifestyle. You do not need to spend this if you have a Town or Homestead."
    },
"Omitted":
    {
        "ATTACK SOMEONE":"When you straight up attack someone who isn't able to defend themselves, roll + Grit.\nOn a 10+, you inflict your harm.\nOn a 7-9, they are able to mitigate the blow or you don't quite hit the mark, inflict your harm, minus 1. Either way, if they choose to fight back, you're now in a Fight with them.",
        "GET IN A FIGHT":"When you get in a Fight, see the extended rules.",
        "FILL 'EM FULL OF LEAD": "When you attack someone with a ranged weapon, roll + Quick.\nOn a 10+ you have a clear shot—deal your damage. \nOn a 7–9, choose one (whichever you choose you deal your damage):\n•You have to move to get the shot placing you in danger of the GM’s choice\n•You have to take what you can get: -1 harm\n•You have to take several shots, reducing your ammo by one.",
        "THEM'S FIGHTIN' WORDS": "When you attack an enemy in melee roll + Grit.\nOn a 10+ you deal your damage to the enemy and avoid their attack. At your option, you may choose to do +1 harm but expose yourself to the enemy’s attack. \nOn a 7–9, you deal your damage to the enemy and the enemy makes an attack against you."
    },
"Marshall":
    [
        "Split Them Up",
        "Put Them in a Spot",
        "Inflict or Exchange Harm ",
        "Announce Future Badness ",
        "Announce Off-Screen Badness ",
        "Reveal an Ugly Truth",
        "Take Away Their Stuff",
        "Make them Buy",
        "Activate Something's Downside ",
        "Give them a Hard Choice",
        "Make them an Offer",
        "Tell them the Consequences and ask. ",
        "Turn their move back on them. ",
        "Activate a Threat's move."
    ],
"Threats":
    [
        {
            "category":"WARLORDS",
            "description":"A Warlord is a person, plus their Gang of followers that make them dangerous. A Warlord acts primarily through their people and resources, rarely confronting the characters directly.",
            "types":[
                "Collector (Want: To Own)",
                "Exploiter (Want: To Consume)",
                "Prophet (Want: To Denounce and Overthrow)",
                "Slaver (Want: To Own People)",
                "Tyrant (Want: To Dominate)"
            ],
            "moves":[
                "Attack suddenly, directly, and hard.",
                "Attack cautiously, holding resources in reserve. ",
                "Encircle, outflank, corner, or besiege someone. ",
                "Make a display of coordinated force or discipline. ",
                "Offer negotiations.",
                "Demand concessions or obedience.",
                "Lay claim to territory or resources.",
                "Seize something precious.",
                "Buy out someone's allies.",
                "Study someone and attack where they're weak."
            ]
        },
        {
            "category":"BRUTES",
            "description":"Brutes are groups of people, tied together by shared motives. They may or may not have a leader. They may or may not work together most of the time. But when the chips are down, they stick together and act as a whole.",
            "types":[
                "Cult (Want: To Victimize and Incorporate People) ",
                "Enforcers (Want: To Victimize Anyone who Stands Out) ",
                "Family (Want: To Close Ranks and Protect Their Own) ",
                "Hunters (Want: To Victimize the Vulnerable)",
                "Mob (Want: To Riot and Destroy)",
                "Sybarites (Want: To Consume Someone's Resources)"
            ],
            "moves":[
                "Attack in sudden, uncoordinated violence. ",
                "Make a coordinated attack.",
                "Tell stories: truth, lies, allegories, legends. ",
                "Demand consideration or indulgences. ",
                "Rigidly follow or defy authority.",
                "Cling to or defy tradition.",
                "Make a show of solidarity and power. ",
                "Ask for help or participation."
            ]
        },
        {
            "category":"CREATURES OF DARKNESS",
            "description":"Creatures of Darkness are monsters. Real monsters. They might have been human once, but they aren't anymore.",
            "types":[
                "Corrupter (Want: To Entice People into Evil Deeds) ",
                "Defiler (Want: To spread and create more darkness) ",
                "Fearmonger (Want: To Terrify and create Fear) ",
                "Glutton (Want: To Sate its Endless Hunger)",
                "Stalker (Want: To Hunt and Kill People)",
                "Ruiner (Want: To Hasten the End of the World)",
                "Usurper (Want: To Exalt Itself, to Master and Dominate Others)"
            ],
            "moves":[
                "Attack brutally and suddenly.",
                "Attack by stealth.",
                "Display the contents of the ruined world.",
                "Display the contents of itself.",
                "Corrupt, ruin, or defile something. ",
                "Kidnap someone.",
                "Offer someone power, at a price. ",
                "Spawn a lesser evil."
            ]
        },
        {
            "category":"RENEGADES",
            "description":"Renegades might be monstrous, but they're still human. The possibility of redemption still remains, but so does damnation.",
            "types":[
                "Cannibal (Want: To Feast)",
                "Killer (Want: To Hunt and Kill)",
                "Mutie (Want: Restitution from the World) Witch (Want: Gain Power over Others)"
            ],
            "moves":[
                "Attack in force with an intentional plan. ",
                "Attack from behind or from by stealth. ",
                "Insult, offend, or provoke someone.",
                "Steal or take something from someone else. ",
                "Kidnap someone.",
                "Threaten someone or something.",
                "Offer a deal, with strings attached."
            ]
        },
        {
            "category":"LANDSCAPES",
            "description":"",
            "types":[
                "Badland (Want: To Trap and Deny Passage) ",
                "Breeding Pit (Want: To Generate Badness) ",
                "Fortress (Want: To Keep People Out) ",
                "Furnace (Want: To Consume Things) ",
                "Mirage (Want: To Entice and Betray) ",
                "Prison (Want: To Keep People In)"
            ],
            "moves":[
                "Deny passage.",
                "Open a path.",
                "Reveal something to someone. *Hide something.",
                "Provide an alternate route.",
                "Shift, move, rearrange.",
                "Disgorge something.",
                "Present a guardian.",
                "Take something away and use it up."
            ]
        },
        {
            "category":"AFFLICTION",
            "description":"",
            "types": [
                "Disease (Want: To spread through a population)",
                "Condition (Want: To expose people to danger)",
                "Custom (Want: To promote and justify violence)",
                "Delusion (Want: To dominate people's choices and actions.) Shortage (Want: To impoverish people)",
                "Tribute (Want: To force people to give up their resources.)"
            ],
            "moves": [
                "Someone neglects their duties.",
                "Someone flies into a rage.",
                "Someone takes self-destructive, frantic, or hopeless action. *Someone asks for help or comfort.",
                "Someone withdraws and isolates themselves.",
                "Someone proclaims the Affliction a just punishment. *Someone proclaims the Affliction a blessing.",
                "Someone fails to adapt.",
                "The affliction spreads."
            ]
        }        
    ]

    
}